["1st line – fluid resuscitation Pre-kidney AKI (80% of all cases) is most often caused by hypovolaemia and/or hypotension.  A key principle is to improve the haemodynamic status of the patient. Prompt correction of volume depletion can reverse or improve AKI. If the patient is hypovolaemic, start immediate intravenous fluid resuscitation to improve kidney perfusion - but take care to avoid volume overload. Give a 500 mL bolus of intravenous fluid over 15 minutes.  Use a wide bore cannula to allow adequate fluid resuscitation.  A crystalloid fluid is preferred. A smaller bolus (e.g., 250 mL) may be more appropriate if the patient has a history of cardiac failure. Use a balanced crystalloid unless hyperkalaemia is suspected or confirmed.  Balanced crystalloid options include Hartmann’s solution, Ringer’s acetate, or Plasma-Lyte 148® (a solution of sodium chloride, sodium gluconate, sodium acetate trihydrate, potassium chloride, and magnesium chloride hexahydrate).  Use normal saline (0.9% sodium chloride) instead if hyperkalaemia is present (potassium >5.5 mmol/L) or suspected (e.g., rhabdomyolysis).  This is because balanced crystalloids all contain potassium. Once hyperkalaemia has been treated and resolved, switch to a balanced crystalloid due to the risk of hyperchloraemic metabolic acidosis associated with excessive use of normal saline. Reassess haemodynamic status after the initial fluid bolus and consider whether further 250 to 500 mL boluses are required.  Goal-directed fluid therapy is recommended. Reassess the patient’s response to each fluid challenge through careful clinical examination (ABCDE approach) and monitoring of: Capillary refill time Pulse rate Blood pressure (BP)  Jugular venous pressure Signs of pulmonary oedema Urine output. If no improvement is seen after two fluid challenges, escalate the patient for senior review. If the patient has already had ≥2 L of fluid, or is in shock, seek immediate senior help so that critical care involvement for vasopressor support can be considered. In a patient with profound sepsis it can take >24 hours for antibiotics to act and the vascular permeability to reverse and BP to respond to intravenous fluids. An early fluid challenge can be both diagnostic and therapeutic for pre-kidney AKI.  In AKI that is secondary to hypovolaemia, kidney function may improve rapidly in response to administration of intravenous fluids. Passive leg raising can help predict fluid responsiveness in critically ill patients. In the context of acute hypovolaemia, passive leg raising can improve the venous return and the response in blood pressure can be recorded. A rise in blood pressure confirms hypovolaemia and the need for further fluid resuscitation. Passive leg raising is most commonly practised on critical care units. As soon as haemodynamic stability is restored and the patient is euvolaemic, review and adjust the intravenous fluid prescription to match the patient’s ongoing fluid requirements. It is vital to recognise when to de-escalate intravenous fluid therapy. Failure to do so can result in volume overload and precipitate pulmonary oedema.  There is a particular risk from over-aggressive fluid resuscitation if the patient is oliguric/anuric or has a history of heart failure.   Always be clear about the purpose of the intravenous fluid therapy you are prescribing.  ", "Resuscitation fluid therapy is aimed at re-establishing haemodynamic stability by restoring intravascular volume.  Replacement fluid therapy provides daily maintenance water and electrolyte requirements and replaces any ongoing abnormal fluid losses.  Maintenance fluid therapy must provide daily ongoing water and electrolyte requirements (i.e., sodium 1 mmol/kg, potassium 1 mmol/kg, and water 25-35 mL/kg)  Never give maintenance fluids at a rate of >100 mL/hour. Never prescribe intravenous fluid therapy for more than 24 hours at once due to the risk of causing volume overload. Ensure at least daily ongoing monitoring of volume status for any patient with established AKI or at risk of AKI, via: Review of haemodynamic status, including postural BP Weight monitoring Fluid input/output chart Routine urinary catheterisation is not appropriate, so weigh up the benefits and risks (in particular, infection and trauma) for the individual patient. Catheterisation is indicated if fluid balance management is crucial in an acutely unwell patient (e.g., hourly monitoring of fluid balance is needed) or if the patient is too ill or frail to use a bottle or commode Urea and electrolytes.     Plus – review medications and stop nephrotoxins Treatment recommended for ALL patients in selected patient group Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney  function. Common nephrotoxic drugs include aminoglycoside antibiotics, non-steroidal anti-inflammatory drugs (NSAIDs), and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs.  ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice on steps to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. When restarting drugs after an episode of AKI, ensure:  Any medications that were used for the treatment of pre-existing heart failure are re-started as soon as clinically reasonable and re-titrated to achieve the best control of fluid balance and blood pressure All medications are reviewed before discharge and a plan is put in place to reintroduce any medications that have been withheld, at an appropriate time, with re-titration to the optimum dose continued in primary care as appropriate Ensure a process is in place for measurement of serum creatinine and potassium 1 to 2 weeks after restarting. This may need to be part of discharge planning. Plus – identify and treat underlying cause of AKI Treatment recommended for ALL patients in selected patient group ", "Pre-kidney AKI (80% of cases) is usually due to hypovolaemia and/or hypotension and is often associated with acute illness, particularly in a patient with background risk factors. Common causes are: Sepsis (e.g., pneumonia, cellulitis) - perform a septic screen and implement your local care bundle (e.g., Sepsis Six) if infection is suspected See our Sepsis in adults topic for more information Fluid loss (e.g., vomiting and diarrhoea, or blood loss)  Reduced fluid intake - a particular problem in frail, elderly patients in the community. May also be due to insufficient maintenance or replacement fluids to replace losses in a hospital inpatient. In acutely ill patients, AKI is a strong indicator of a very sick patient who needs urgent recognition and management.  The UK Royal College of Physicians suggests the use of the STOP AKI acronym as an aide-memoire to recall the immediate steps needed for management of AKI: Sepsis - implement your local care bundle (e.g., Sepsis Six) within 1 hour if sepsis is suspected or confirmed. Identify and treat the source of infection.  Toxins - stop/avoid nephrotoxins (e.g., NSAIDs, aminoglycoside antibiotics, iodinated contrast agents). These are a contributory cause in 20% to 30% of patients with AKI. Optimise volume status/BP - assess volume status and give intravenous fluids as needed; hold antihypertensive medication and diuretics; consider vasopressors if patient does not respond.  Prevent harm - treat complications; identify and treat the cause of AKI; review all medications and adjust doses appropriately; closely monitor intravenous fluid therapy.  Consider – vasoactive drug Treatment recommended for SOME patients in selected patient group Vasopressor support is recommended if the patient remains severely hypotensive despite adequate volume resuscitation (e.g., in septic/hypovolaemic shock). Escalate to critical care. Vasopressors should only be used with continuous haemodynamic monitoring in place.  A reasonable goal is to maintain mean arterial pressure (MAP) ≥65 mmHg, but this target may need adjusting according to the patient’s baseline BP. In the setting of vasomotor shock where the patient has persistent hypotension despite optimisation of intravascular volume through aggressive fluid resuscitation, preservation and improvement of kidney perfusion can only be achieved by the use of systemic vasopressors. Noradrenaline (norepinephrine) is the usual vasopressor of choice, with the addition of vasopressin if needed. There is little good evidence available to guide the choice of vasopressor in patients with AKI and septic shock. Do not use low-dose dopamine to treat AKI. There is no evidence to support its use and it can worsen kidney perfusion in patients with AKI.  Evidence: Evidence is scarce to guide the choice of vasopressor It is not known which vasopressor agent is most effective for prevention or treatment of AKI and septic shock. There is insufficient evidence to say that one vasoactive agent is better than another in preventing or treating AKI. Small open-label studies have shown improvement in creatinine clearance after a 6- to 8-hour infusion of noradrenaline. Vasopressin, when compared with noradrenaline in one RCT, was found to increase blood pressure and enhance diuresis, but has not yet been proven to enhance survival or reduce the need for RRT. ", "According to the Kidney Disease: Improving Global Outcomes (KDIGO) guideline group, this study suggests that vasopressin may reduce progression to kidney failure and mortality in patients with septic shock who have or are at risk of AKI. Dopamine has no significant clinical benefits in patients with  AKI. A large RCT comparing dopamine with noradrenaline as the initial vasopressor in patients with shock showed no significant differences between groups with regard to kidney function or mortality. However, there were more arrhythmic events among the patients treated with dopamine than among those treated with noradrenaline, and dopamine was associated with an increased rate of death at 28 days among the patients with cardiogenic shock. Both the NICE and KDIGO guidelines include a recommendation not to offer low-dose dopamine to treat AKI. Consider the need for an inotrope (e.g., dobutamine) to optimise cardiac output if kidney hypoperfusion is caused by impaired cardiac function due to poor left ventricular systolic function. noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute Back to drug information with added comorbidities noradrenaline (norepinephrine) OR noradrenaline (norepinephrine) and vasopressin OR dobutamine Show drug information for a patient with no comorbidities Consider – blood transfusion Treatment recommended for SOME patients in selected patient group Blood transfusion is indicated if hypovolaemia is secondary to significant blood loss.  This is generally not given unless more than one unit is anticipated, based on local guidelines and the clinical assessment of the patient. Note that this may worsen hyperkalaemia. Consider – specialist referral Treatment recommended for SOME patients in selected patient group Most patients with AKI do not need referral to nephrology. Do not refer if there is a clear cause and the AKI is responding to medical management. Refer immediately to critical care and/or nephrology if:  The patient meets (or is anticipated to meet) the criteria for RRT There are severe complications that cannot be managed medically (such as hyperkalaemia, pulmonary oedema, acidosis, or uraemia) The patient remains haemodynamically unstable after appropriate supportive care and/or there are signs of multi-organ failure. Check local protocols for referral criteria and pathways. Refer for urgent discussion with nephrology (as soon as possible and within 24 hours at the latest) if any one or more of the following is present: Uncertainty about the cause of AKI or a poor response to treatment  ", "Complications associated with AKI that are not responding to medical treatment Stage 3 AKI  AKI in a patient with pre-existing chronic kidney disease (CKD) stage 4 or 5 The patient has a kidney transplant.  Evidence: Speed of referral to nephrology There is little evidence available to support routine referral to the nephrology team for every patient with stage 2 AKI. Evidence is lacking on whether outcomes are improved by routine rapid referral to nephrology (within 12 hours) for all patients with stage 2 or 3 AKI that does not need critical care input. The large number of AKI cases among patients admitted acutely to hospital makes it impractical to refer every patient with suspected or confirmed AKI to nephrology. Initial management for most patients encompasses identification and treatment of sepsis, avoidance of nephrotoxins, fluid replacement, and correction of hypotension. These steps can be commenced by any medical or surgical team. Potential benefits of routine nephrology referral include a faster diagnosis in patients with primary kidney disease, prevention of progressive AKI and the potential need for renal replacement therapy, avoidance of a delayed transfer to critical care, improved chances of kidney recovery, and a shorter hospital stay.  However, there is very little evidence to support routine nephrology referral for all patients with stage 2 or 3 AKI. Very low quality evidence from one large retrospective study suggested that for non-critically ill patients with AKI, early compared with delayed referral to nephrology may reduce in-hospital mortality, the number of patients needing RRT, and length of hospital stay. 1st line – fluid resuscitation Pre-kidney AKI (80% of all cases) is most often caused by hypovolaemia and/or hypotension.  A key principle is to improve the haemodynamic status of the patient. Prompt correction of volume depletion can reverse or improve AKI. If the patient is hypovolaemic, start immediate intravenous fluid resuscitation to improve kidney perfusion - but take care to avoid volume overload. Give a 500 mL bolus of intravenous fluid over 15 minutes.  Use a wide bore cannula to allow adequate fluid resuscitation.  A crystalloid fluid is preferred. A smaller bolus (e.g., 250 mL) may be more appropriate if the patient has a history of cardiac failure. Use a balanced crystalloid unless hyperkalaemia is suspected or confirmed.  Balanced crystalloid options include Hartmann’s solution, Ringer’s acetate, or Plasma-Lyte 148® (a solution of sodium chloride, sodium gluconate, sodium acetate trihydrate, potassium chloride, and magnesium chloride hexahydrate).  Use normal saline (0.9% sodium chloride) instead if hyperkalaemia is present (potassium >5.5 mmol/L) or suspected (e.g., rhabdomyolysis).  This is because balanced crystalloids all contain potassium. Once hyperkalaemia has been treated and resolved, switch to a balanced crystalloid due to the risk of hyperchloraemic metabolic acidosis associated with excessive use of normal saline. Reassess haemodynamic status after the initial fluid bolus and consider whether further 250 to 500 mL boluses are required.  Goal-directed fluid therapy is recommended. Reassess the patient’s response to each fluid challenge through careful clinical examination (ABCDE approach) and monitoring of: Capillary refill time Pulse rate Blood pressure (BP)  Jugular venous pressure Signs of pulmonary oedema Urine output. ", "If the patient has already had ≥2 L of fluid, or is in shock, seek immediate senior help so that critical care involvement for vasopressor support can be considered. In a patient with profound sepsis it can take >24 hours for antibiotics to act and the vascular permeability to reverse and BP to respond to intravenous fluids. An early fluid challenge can be both diagnostic and therapeutic for pre-kidney AKI.  In AKI that is secondary to hypovolaemia, kidney function may improve rapidly in response to administration of intravenous fluids. Passive leg raising can help predict fluid responsiveness in critically ill patients. In the context of acute hypovolaemia, passive leg raising can improve the venous return and the response in blood pressure can be recorded. A rise in blood pressure confirms hypovolaemia and the need for further fluid resuscitation. Passive leg raising is most commonly practised on critical care units. As soon as haemodynamic stability is restored and the patient is euvolaemic, review and adjust the intravenous fluid prescription to match the patient’s ongoing fluid requirements. It is vital to recognise when to de-escalate intravenous fluid therapy. Failure to do so can result in volume overload and precipitate pulmonary oedema.  There is a particular risk from over-aggressive fluid resuscitation if the patient is oliguric/anuric or has a history of heart failure.   Always be clear about the purpose of the intravenous fluid therapy you are prescribing.  The UK National Institute for Health and Care Excellence (NICE) has categorised these as Resuscitation, Replacement or Routine maintenance.  Resuscitation fluid therapy is aimed at re-establishing haemodynamic stability by restoring intravascular volume.  Replacement fluid therapy provides daily maintenance water and electrolyte requirements and replaces any ongoing abnormal fluid losses.  Maintenance fluid therapy must provide daily ongoing water and electrolyte requirements (i.e., sodium 1 mmol/kg, potassium 1 mmol/kg, and water 25-35 mL/kg)  Never give maintenance fluids at a rate of >100 mL/hour. Never prescribe intravenous fluid therapy for more than 24 hours at once due to the risk of causing volume overload. Ensure at least daily ongoing monitoring of volume status for any patient with established AKI or at risk of AKI, via: Review of haemodynamic status, including postural BP Weight monitoring Fluid input/output chart Routine urinary catheterisation is not appropriate, so weigh up the benefits and risks (in particular, infection and trauma) for the individual patient. Catheterisation is indicated if fluid balance management is crucial in an acutely unwell patient (e.g., hourly monitoring of fluid balance is needed) or if the patient is too ill or frail to use a bottle or commode Urea and electrolytes.     Plus – review medications and stop nephrotoxins Treatment recommended for ALL patients in selected patient group Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney  function. Common nephrotoxic drugs include aminoglycoside antibiotics, non-steroidal anti-inflammatory drugs (NSAIDs), and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs.  ", "Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice on steps to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. When restarting drugs after an episode of AKI, ensure:  Any medications that were used for the treatment of pre-existing heart failure are re-started as soon as clinically reasonable and re-titrated to achieve the best control of fluid balance and blood pressure All medications are reviewed before discharge and a plan is put in place to reintroduce any medications that have been withheld, at an appropriate time, with re-titration to the optimum dose continued in primary care as appropriate Ensure a process is in place for measurement of serum creatinine and potassium 1 to 2 weeks after restarting. This may need to be part of discharge planning. Plus – identify and treat underlying cause of AKI Treatment recommended for ALL patients in selected patient group Determine the cause and severity of AKI when formulating your management plan for the patient. Pre-kidney AKI (80% of cases) is usually due to hypovolaemia and/or hypotension and is often associated with acute illness, particularly in a patient with background risk factors. Common causes are: Sepsis (e.g., pneumonia, cellulitis) - perform a septic screen and implement your local care bundle (e.g., Sepsis Six) if infection is suspected See our Sepsis in adults topic for more information Fluid loss (e.g., vomiting and diarrhoea, or blood loss)  Reduced fluid intake - a particular problem in frail, elderly patients in the community. May also be due to insufficient maintenance or replacement fluids to replace losses in a hospital inpatient. In acutely ill patients, AKI is a strong indicator of a very sick patient who needs urgent recognition and management.  The UK Royal College of Physicians suggests the use of the STOP AKI acronym as an aide-memoire to recall the immediate steps needed for management of AKI: Sepsis - implement your local care bundle (e.g., Sepsis Six) within 1 hour if sepsis is suspected or confirmed. Identify and treat the source of infection.  Toxins - stop/avoid nephrotoxins (e.g., NSAIDs, aminoglycoside antibiotics, iodinated contrast agents). These are a contributory cause in 20% to 30% of patients with AKI. Optimise volume status/BP - assess volume status and give intravenous fluids as needed; hold antihypertensive medication and diuretics; consider vasopressors if patient does not respond.  Prevent harm - treat complications; identify and treat the cause of AKI; review all medications and adjust doses appropriately; closely monitor intravenous fluid therapy.  Consider – vasoactive drug Treatment recommended for SOME patients in selected patient group ", "Escalate to critical care. Vasopressors should only be used with continuous haemodynamic monitoring in place.  A reasonable goal is to maintain mean arterial pressure (MAP) ≥65 mmHg, but this target may need adjusting according to the patient’s baseline BP. In the setting of vasomotor shock where the patient has persistent hypotension despite optimisation of intravascular volume through aggressive fluid resuscitation, preservation and improvement of kidney perfusion can only be achieved by the use of systemic vasopressors. Noradrenaline (norepinephrine) is the usual vasopressor of choice, with the addition of vasopressin if needed. There is little good evidence available to guide the choice of vasopressor in patients with AKI and septic shock. Do not use low-dose dopamine to treat AKI. There is no evidence to support its use and it can worsen kidney perfusion in patients with AKI.  Evidence: Evidence is scarce to guide the choice of vasopressor It is not known which vasopressor agent is most effective for prevention or treatment of AKI and septic shock. There is insufficient evidence to say that one vasoactive agent is better than another in preventing or treating AKI. Small open-label studies have shown improvement in creatinine clearance after a 6- to 8-hour infusion of noradrenaline. Vasopressin, when compared with noradrenaline in one RCT, was found to increase blood pressure and enhance diuresis, but has not yet been proven to enhance survival or reduce the need for RRT. A post-hoc analysis of the same RCT used the RIFLE criteria for AKI to compare the effects of vasopressin versus noradrenaline. Vasopressin was associated with a trend to a lower rate of progression of the AKI, and a lower rate of use of RRT.  According to the Kidney Disease: Improving Global Outcomes (KDIGO) guideline group, this study suggests that vasopressin may reduce progression to kidney failure and mortality in patients with septic shock who have or are at risk of AKI. Dopamine has no significant clinical benefits in patients with  AKI. A large RCT comparing dopamine with noradrenaline as the initial vasopressor in patients with shock showed no significant differences between groups with regard to kidney function or mortality. However, there were more arrhythmic events among the patients treated with dopamine than among those treated with noradrenaline, and dopamine was associated with an increased rate of death at 28 days among the patients with cardiogenic shock. Both the NICE and KDIGO guidelines include a recommendation not to offer low-dose dopamine to treat AKI. Consider the need for an inotrope (e.g., dobutamine) to optimise cardiac output if kidney hypoperfusion is caused by impaired cardiac function due to poor left ventricular systolic function. noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR ", "and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute Back to drug information with added comorbidities noradrenaline (norepinephrine) OR noradrenaline (norepinephrine) and vasopressin OR dobutamine Show drug information for a patient with no comorbidities Consider – blood transfusion Treatment recommended for SOME patients in selected patient group Blood transfusion is indicated if hypovolaemia is secondary to significant blood loss.  This is generally not given unless more than one unit is anticipated, based on local guidelines and the clinical assessment of the patient. Note that this may worsen hyperkalaemia. Consider – specialist referral Treatment recommended for SOME patients in selected patient group Most patients with AKI do not need referral to nephrology. Do not refer if there is a clear cause and the AKI is responding to medical management. Refer immediately to critical care and/or nephrology if:  The patient meets (or is anticipated to meet) the criteria for RRT There are severe complications that cannot be managed medically (such as hyperkalaemia, pulmonary oedema, acidosis, or uraemia) The patient remains haemodynamically unstable after appropriate supportive care and/or there are signs of multi-organ failure. Check local protocols for referral criteria and pathways. Refer for urgent discussion with nephrology (as soon as possible and within 24 hours at the latest) if any one or more of the following is present: Uncertainty about the cause of AKI or a poor response to treatment  A possible diagnosis that may need specialist treatment (e.g., vasculitis, glomerulonephritis, tubulointerstitial nephritis, myeloma)  Complications associated with AKI that are not responding to medical treatment Stage 3 AKI  AKI in a patient with pre-existing chronic kidney disease (CKD) stage 4 or 5 The patient has a kidney transplant.  Evidence: Speed of referral to nephrology There is little evidence available to support routine referral to the nephrology team for every patient with stage 2 AKI. Evidence is lacking on whether outcomes are improved by routine rapid referral to nephrology (within 12 hours) for all patients with stage 2 or 3 AKI that does not need critical care input. The large number of AKI cases among patients admitted acutely to hospital makes it impractical to refer every patient with suspected or confirmed AKI to nephrology. Initial management for most patients encompasses identification and treatment of sepsis, avoidance of nephrotoxins, fluid replacement, and correction of hypotension. These steps can be commenced by any medical or surgical team. Potential benefits of routine nephrology referral include a faster diagnosis in patients with primary kidney disease, prevention of progressive AKI and the potential need for renal replacement therapy, avoidance of a delayed transfer to critical care, improved chances of kidney recovery, and a shorter hospital stay.  However, there is very little evidence to support routine nephrology referral for all patients with stage 2 or 3 AKI. ", "Plus – identify and treat underlying cause of hyperkalaemia Treatment recommended for ALL patients in selected patient group Always look for the underlying cause of hyperkalaemia and treat it. Review medications that might be responsible (e.g., ACE inhibitors, angiotensin-II receptor antagonists, potassium-sparing diuretics).  Treatment of hyperkalaemia only results in a temporary intracellular shift of potassium so the cause of hyperkalaemia must be identified and corrected. Consult a pharmacist for a full list of medications that can cause hyperkalaemia. Restrict dietary intake - avoid potassium-rich foods and fluids. Ensure close ongoing monitoring of potassium and glucose.  Hyperkalaemia is a common complication of AKI. It can lead to:  Muscle weakness Cardiac arrhythmias (e.g., bradycardia, bundle branch block, ventricular tachycardia, ventricular fibrillation, asystole). Check your local protocols - many hospitals have institutional guidelines for managing hyperkalaemia.  Consider – cation-exchange resin Treatment recommended for SOME patients in selected patient group A cation-exchange resin (e.g., calcium polystyrene sulfonate) can be considered. This will help remove potassium from the body. Do not use if the patient has obstructive bowel disease. Can be administered orally or rectally. The rectal route should be reserved for patients who are vomiting or have upper gastrointestinal conditions (e.g., paralytic ileus). Administer the oral formulation 3 hours before or after other oral medications (consider a 6-hour separation in patients with gastroparesis). Check potential drug-drug interactions before use (e.g., digoxin). May cause constipation. Administer a suitable laxative during treatment. Magnesium-containing laxatives and sorbitol are not recommended due to the risk of alkalosis and intestinal necrosis, respectively.  Monitor serum electrolyte levels during treatment and stop once potassium levels fall to 5 mmol/L. calcium polystyrene sulfonate: 15 g orally three to four times daily; 30 g rectally once daily (as a retention enema retained for 9 hours followed by irrigation to remove resin from colon) calcium polystyrene sulfonate: 15 g orally three to four times daily; 30 g rectally once daily (as a retention enema retained for 9 hours followed by irrigation to remove resin from colon) Back to drug information with added comorbidities calcium polystyrene sulfonate Show drug information for a patient with no comorbidities 1st line – fluid resuscitation Pre-kidney AKI (80% of all cases) is most often caused by hypovolaemia and/or hypotension.  A key principle is to improve the haemodynamic status of the patient. Prompt correction of volume depletion can reverse or improve AKI. If the patient is hypovolaemic, start immediate intravenous fluid resuscitation to improve kidney perfusion - but take care to avoid volume overload. Give a 500 mL bolus of intravenous fluid over 15 minutes.  Use a wide bore cannula to allow adequate fluid resuscitation.  A crystalloid fluid is preferred. A smaller bolus (e.g., 250 mL) may be more appropriate if the patient has a history of cardiac failure. Use a balanced crystalloid unless hyperkalaemia is suspected or confirmed.  Balanced crystalloid options include Hartmann’s solution, Ringer’s acetate, or Plasma-Lyte 148® (a solution of sodium chloride, sodium gluconate, sodium acetate trihydrate, potassium chloride, and magnesium chloride hexahydrate).  ", "This is because balanced crystalloids all contain potassium. Once hyperkalaemia has been treated and resolved, switch to a balanced crystalloid due to the risk of hyperchloraemic metabolic acidosis associated with excessive use of normal saline. Reassess haemodynamic status after the initial fluid bolus and consider whether further 250 to 500 mL boluses are required.  Goal-directed fluid therapy is recommended. Reassess the patient’s response to each fluid challenge through careful clinical examination (ABCDE approach) and monitoring of: Capillary refill time Pulse rate Blood pressure (BP)  Jugular venous pressure Signs of pulmonary oedema Urine output. If no improvement is seen after two fluid challenges, escalate the patient for senior review. If the patient has already had ≥2 L of fluid, or is in shock, seek immediate senior help so that critical care involvement for vasopressor support can be considered. In a patient with profound sepsis it can take >24 hours for antibiotics to act and the vascular permeability to reverse and BP to respond to intravenous fluids. An early fluid challenge can be both diagnostic and therapeutic for pre-kidney AKI.  In AKI that is secondary to hypovolaemia, kidney function may improve rapidly in response to administration of intravenous fluids. Passive leg raising can help predict fluid responsiveness in critically ill patients. In the context of acute hypovolaemia, passive leg raising can improve the venous return and the response in blood pressure can be recorded. A rise in blood pressure confirms hypovolaemia and the need for further fluid resuscitation. Passive leg raising is most commonly practised on critical care units. As soon as haemodynamic stability is restored and the patient is euvolaemic, review and adjust the intravenous fluid prescription to match the patient’s ongoing fluid requirements. It is vital to recognise when to de-escalate intravenous fluid therapy. Failure to do so can result in volume overload and precipitate pulmonary oedema.  There is a particular risk from over-aggressive fluid resuscitation if the patient is oliguric/anuric or has a history of heart failure.   Always be clear about the purpose of the intravenous fluid therapy you are prescribing.  The UK National Institute for Health and Care Excellence (NICE) has categorised these as Resuscitation, Replacement or Routine maintenance.  Resuscitation fluid therapy is aimed at re-establishing haemodynamic stability by restoring intravascular volume.  Replacement fluid therapy provides daily maintenance water and electrolyte requirements and replaces any ongoing abnormal fluid losses.  Maintenance fluid therapy must provide daily ongoing water and electrolyte requirements (i.e., sodium 1 mmol/kg, potassium 1 mmol/kg, and water 25-35 mL/kg)  Never give maintenance fluids at a rate of >100 mL/hour. Never prescribe intravenous fluid therapy for more than 24 hours at once due to the risk of causing volume overload. Ensure at least daily ongoing monitoring of volume status for any patient with established AKI or at risk of AKI, via: Review of haemodynamic status, including postural BP Weight monitoring Fluid input/output chart ", "Urea and electrolytes.     Plus – review medications and stop nephrotoxins Treatment recommended for ALL patients in selected patient group Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney  function. Common nephrotoxic drugs include aminoglycoside antibiotics, non-steroidal anti-inflammatory drugs (NSAIDs), and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs.  ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice on steps to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. When restarting drugs after an episode of AKI, ensure:  Any medications that were used for the treatment of pre-existing heart failure are re-started as soon as clinically reasonable and re-titrated to achieve the best control of fluid balance and blood pressure All medications are reviewed before discharge and a plan is put in place to reintroduce any medications that have been withheld, at an appropriate time, with re-titration to the optimum dose continued in primary care as appropriate Ensure a process is in place for measurement of serum creatinine and potassium 1 to 2 weeks after restarting. This may need to be part of discharge planning. Plus – identify and treat underlying cause of AKI Treatment recommended for ALL patients in selected patient group Determine the cause and severity of AKI when formulating your management plan for the patient. Pre-kidney AKI (80% of cases) is usually due to hypovolaemia and/or hypotension and is often associated with acute illness, particularly in a patient with background risk factors. Common causes are: Sepsis (e.g., pneumonia, cellulitis) - perform a septic screen and implement your local care bundle (e.g., Sepsis Six) if infection is suspected See our Sepsis in adults topic for more information Fluid loss (e.g., vomiting and diarrhoea, or blood loss)  Reduced fluid intake - a particular problem in frail, elderly patients in the community. May also be due to insufficient maintenance or replacement fluids to replace losses in a hospital inpatient. In acutely ill patients, AKI is a strong indicator of a very sick patient who needs urgent recognition and management.  The UK Royal College of Physicians suggests the use of the STOP AKI acronym as an aide-memoire to recall the immediate steps needed for management of AKI: ", "Toxins - stop/avoid nephrotoxins (e.g., NSAIDs, aminoglycoside antibiotics, iodinated contrast agents). These are a contributory cause in 20% to 30% of patients with AKI. Optimise volume status/BP - assess volume status and give intravenous fluids as needed; hold antihypertensive medication and diuretics; consider vasopressors if patient does not respond.  Prevent harm - treat complications; identify and treat the cause of AKI; review all medications and adjust doses appropriately; closely monitor intravenous fluid therapy.  Consider – vasoactive drug Treatment recommended for SOME patients in selected patient group Vasopressor support is recommended if the patient remains severely hypotensive despite adequate volume resuscitation (e.g., in septic/hypovolaemic shock). Escalate to critical care. Vasopressors should only be used with continuous haemodynamic monitoring in place.  A reasonable goal is to maintain mean arterial pressure (MAP) ≥65 mmHg, but this target may need adjusting according to the patient’s baseline BP. In the setting of vasomotor shock where the patient has persistent hypotension despite optimisation of intravascular volume through aggressive fluid resuscitation, preservation and improvement of kidney perfusion can only be achieved by the use of systemic vasopressors. Noradrenaline (norepinephrine) is the usual vasopressor of choice, with the addition of vasopressin if needed. There is little good evidence available to guide the choice of vasopressor in patients with AKI and septic shock. Do not use low-dose dopamine to treat AKI. There is no evidence to support its use and it can worsen kidney perfusion in patients with AKI.  Evidence: Evidence is scarce to guide the choice of vasopressor It is not known which vasopressor agent is most effective for prevention or treatment of AKI and septic shock. There is insufficient evidence to say that one vasoactive agent is better than another in preventing or treating AKI. Small open-label studies have shown improvement in creatinine clearance after a 6- to 8-hour infusion of noradrenaline. Vasopressin, when compared with noradrenaline in one RCT, was found to increase blood pressure and enhance diuresis, but has not yet been proven to enhance survival or reduce the need for RRT. A post-hoc analysis of the same RCT used the RIFLE criteria for AKI to compare the effects of vasopressin versus noradrenaline. Vasopressin was associated with a trend to a lower rate of progression of the AKI, and a lower rate of use of RRT.  According to the Kidney Disease: Improving Global Outcomes (KDIGO) guideline group, this study suggests that vasopressin may reduce progression to kidney failure and mortality in patients with septic shock who have or are at risk of AKI. Dopamine has no significant clinical benefits in patients with  AKI. A large RCT comparing dopamine with noradrenaline as the initial vasopressor in patients with shock showed no significant differences between groups with regard to kidney function or mortality. However, there were more arrhythmic events among the patients treated with dopamine than among those treated with noradrenaline, and dopamine was associated with an increased rate of death at 28 days among the patients with cardiogenic shock. Both the NICE and KDIGO guidelines include a recommendation not to offer low-dose dopamine to treat AKI. ", "noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute Back to drug information with added comorbidities noradrenaline (norepinephrine) OR noradrenaline (norepinephrine) and vasopressin OR dobutamine Show drug information for a patient with no comorbidities Consider – blood transfusion Treatment recommended for SOME patients in selected patient group Blood transfusion is indicated if hypovolaemia is secondary to significant blood loss.  This is generally not given unless more than one unit is anticipated, based on local guidelines and the clinical assessment of the patient. Note that this may worsen hyperkalaemia. Consider – specialist referral Treatment recommended for SOME patients in selected patient group Most patients with AKI do not need referral to nephrology. Do not refer if there is a clear cause and the AKI is responding to medical management. Refer immediately to critical care and/or nephrology if:  The patient meets (or is anticipated to meet) the criteria for RRT There are severe complications that cannot be managed medically (such as hyperkalaemia, pulmonary oedema, acidosis, or uraemia) The patient remains haemodynamically unstable after appropriate supportive care and/or there are signs of multi-organ failure. Check local protocols for referral criteria and pathways. Refer for urgent discussion with nephrology (as soon as possible and within 24 hours at the latest) if any one or more of the following is present: Uncertainty about the cause of AKI or a poor response to treatment  A possible diagnosis that may need specialist treatment (e.g., vasculitis, glomerulonephritis, tubulointerstitial nephritis, myeloma)  Complications associated with AKI that are not responding to medical treatment Stage 3 AKI  AKI in a patient with pre-existing chronic kidney disease (CKD) stage 4 or 5 The patient has a kidney transplant.  Evidence: Speed of referral to nephrology There is little evidence available to support routine referral to the nephrology team for every patient with stage 2 AKI. Evidence is lacking on whether outcomes are improved by routine rapid referral to nephrology (within 12 hours) for all patients with stage 2 or 3 AKI that does not need critical care input. The large number of AKI cases among patients admitted acutely to hospital makes it impractical to refer every patient with suspected or confirmed AKI to nephrology. Initial management for most patients encompasses identification and treatment of sepsis, avoidance of nephrotoxins, fluid replacement, and correction of hypotension. These steps can be commenced by any medical or surgical team. ", "However, there is very little evidence to support routine nephrology referral for all patients with stage 2 or 3 AKI. Very low quality evidence from one large retrospective study suggested that for non-critically ill patients with AKI, early compared with delayed referral to nephrology may reduce in-hospital mortality, the number of patients needing RRT, and length of hospital stay. Plus – identify and treat underlying cause of hyperkalaemia Treatment recommended for ALL patients in selected patient group Look for the underlying cause of hyperkalaemia and treat it. Review medications that might be responsible (e.g., ACE inhibitors, angiotensin-II receptor antagonists, potassium-sparing diuretics).  Treatment of hyperkalaemia only results in a temporary intracellular shift of potassium so the cause of hyperkalaemia must be identified and corrected. Consult a pharmacist for a full list of medications that can cause hyperkalaemia. Restrict dietary intake - avoid potassium-rich foods and fluids. Ensure close ongoing monitoring of potassium and glucose.  Check for any acute ECG changes.  Features of hyperkalaemia include peaked t waves, flattened p waves, broad QRS complexes.  If there are ECG changes consistent with hyperkalaemia, treat in the same way as severe hyperkalaemia.  Hyperkalaemia is a common complication of AKI. It can lead to:  Muscle weakness Cardiac arrhythmias (e.g., bradycardia, bundle branch block, ventricular tachycardia, ventricular fibrillation, asystole). Check your local protocols - many hospitals have institutional guidelines for managing hyperkalaemia.  Plus – insulin/glucose Treatment recommended for ALL patients in selected patient group Give an infusion of soluble (neutral) insulin and glucose to push potassium intracellularly: Give over 15 minutes Acts within 10 to 20 minutes Lasts 4 to 6 hours. Monitor hourly for hypoglycaemia.  insulin neutral: 10 units by intravenous infusion over 15 minutes and glucose: 25 g (50 mL of a 50% solution or 125 mL of a 20% solution) by intravenous infusion over 15 minutes insulin neutral: 10 units by intravenous infusion over 15 minutes and glucose: 25 g (50 mL of a 50% solution or 125 mL of a 20% solution) by intravenous infusion over 15 minutes Back to drug information with added comorbidities insulin neutral and glucose Show drug information for a patient with no comorbidities Consider – salbutamol Treatment recommended for SOME patients in selected patient group Consider further adjunctive treatment with nebulised salbutamol to drive potassium intracellularly if necessary. Decide whether this is needed based on the ECG and the rate of rise of serum potassium. Use with caution if there is a history of ischaemic heart disease (a lower dose is recommended), and avoid if there is a history of tachyarrhythmias. salbutamol inhaled: 10-20 mg inhaled via nebuliser as a single dose salbutamol inhaled: 10-20 mg inhaled via nebuliser as a single dose Back to drug information with added comorbidities salbutamol inhaled Show drug information for a patient with no comorbidities 1st line – fluid resuscitation Pre-kidney AKI (80% of all cases) is most often caused by hypovolaemia and/or hypotension.  A key principle is to improve the haemodynamic status of the patient. Prompt correction of volume depletion can reverse or improve AKI. ", "Give a 500 mL bolus of intravenous fluid over 15 minutes.  Use a wide bore cannula to allow adequate fluid resuscitation.  A crystalloid fluid is preferred. A smaller bolus (e.g., 250 mL) may be more appropriate if the patient has a history of cardiac failure. Use a balanced crystalloid unless hyperkalaemia is suspected or confirmed.  Balanced crystalloid options include Hartmann’s solution, Ringer’s acetate, or Plasma-Lyte 148® (a solution of sodium chloride, sodium gluconate, sodium acetate trihydrate, potassium chloride, and magnesium chloride hexahydrate).  Use normal saline (0.9% sodium chloride) instead if hyperkalaemia is present (potassium >5.5 mmol/L) or suspected (e.g., rhabdomyolysis).  This is because balanced crystalloids all contain potassium. Once hyperkalaemia has been treated and resolved, switch to a balanced crystalloid due to the risk of hyperchloraemic metabolic acidosis associated with excessive use of normal saline. Reassess haemodynamic status after the initial fluid bolus and consider whether further 250 to 500 mL boluses are required.  Goal-directed fluid therapy is recommended. Reassess the patient’s response to each fluid challenge through careful clinical examination (ABCDE approach) and monitoring of: Capillary refill time Pulse rate Blood pressure (BP)  Jugular venous pressure Signs of pulmonary oedema Urine output. If no improvement is seen after two fluid challenges, escalate the patient for senior review. If the patient has already had ≥2 L of fluid, or is in shock, seek immediate senior help so that critical care involvement for vasopressor support can be considered. In a patient with profound sepsis it can take >24 hours for antibiotics to act and the vascular permeability to reverse and BP to respond to intravenous fluids. An early fluid challenge can be both diagnostic and therapeutic for pre-kidney AKI.  In AKI that is secondary to hypovolaemia, kidney function may improve rapidly in response to administration of intravenous fluids. Passive leg raising can help predict fluid responsiveness in critically ill patients. In the context of acute hypovolaemia, passive leg raising can improve the venous return and the response in blood pressure can be recorded. A rise in blood pressure confirms hypovolaemia and the need for further fluid resuscitation. Passive leg raising is most commonly practised on critical care units. As soon as haemodynamic stability is restored and the patient is euvolaemic, review and adjust the intravenous fluid prescription to match the patient’s ongoing fluid requirements. It is vital to recognise when to de-escalate intravenous fluid therapy. Failure to do so can result in volume overload and precipitate pulmonary oedema.  There is a particular risk from over-aggressive fluid resuscitation if the patient is oliguric/anuric or has a history of heart failure.   Always be clear about the purpose of the intravenous fluid therapy you are prescribing.  The UK National Institute for Health and Care Excellence (NICE) has categorised these as Resuscitation, Replacement or Routine maintenance.  Resuscitation fluid therapy is aimed at re-establishing haemodynamic stability by restoring intravascular volume.  Replacement fluid therapy provides daily maintenance water and electrolyte requirements and replaces any ongoing abnormal fluid losses.  ", "Never give maintenance fluids at a rate of >100 mL/hour. Never prescribe intravenous fluid therapy for more than 24 hours at once due to the risk of causing volume overload. Ensure at least daily ongoing monitoring of volume status for any patient with established AKI or at risk of AKI, via: Review of haemodynamic status, including postural BP Weight monitoring Fluid input/output chart Routine urinary catheterisation is not appropriate, so weigh up the benefits and risks (in particular, infection and trauma) for the individual patient. Catheterisation is indicated if fluid balance management is crucial in an acutely unwell patient (e.g., hourly monitoring of fluid balance is needed) or if the patient is too ill or frail to use a bottle or commode Urea and electrolytes.     Plus – review medications and stop nephrotoxins Treatment recommended for ALL patients in selected patient group Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney  function. Common nephrotoxic drugs include aminoglycoside antibiotics, non-steroidal anti-inflammatory drugs (NSAIDs), and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs.  ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice on steps to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. When restarting drugs after an episode of AKI, ensure:  Any medications that were used for the treatment of pre-existing heart failure are re-started as soon as clinically reasonable and re-titrated to achieve the best control of fluid balance and blood pressure All medications are reviewed before discharge and a plan is put in place to reintroduce any medications that have been withheld, at an appropriate time, with re-titration to the optimum dose continued in primary care as appropriate Ensure a process is in place for measurement of serum creatinine and potassium 1 to 2 weeks after restarting. This may need to be part of discharge planning. Plus – identify and treat underlying cause of AKI Treatment recommended for ALL patients in selected patient group Determine the cause and severity of AKI when formulating your management plan for the patient. Pre-kidney AKI (80% of cases) is usually due to hypovolaemia and/or hypotension and is often associated with acute illness, particularly in a patient with background risk factors. Common causes are: ", "See our Sepsis in adults topic for more information Fluid loss (e.g., vomiting and diarrhoea, or blood loss)  Reduced fluid intake - a particular problem in frail, elderly patients in the community. May also be due to insufficient maintenance or replacement fluids to replace losses in a hospital inpatient. In acutely ill patients, AKI is a strong indicator of a very sick patient who needs urgent recognition and management.  The UK Royal College of Physicians suggests the use of the STOP AKI acronym as an aide-memoire to recall the immediate steps needed for management of AKI: Sepsis - implement your local care bundle (e.g., Sepsis Six) within 1 hour if sepsis is suspected or confirmed. Identify and treat the source of infection.  Toxins - stop/avoid nephrotoxins (e.g., NSAIDs, aminoglycoside antibiotics, iodinated contrast agents). These are a contributory cause in 20% to 30% of patients with AKI. Optimise volume status/BP - assess volume status and give intravenous fluids as needed; hold antihypertensive medication and diuretics; consider vasopressors if patient does not respond.  Prevent harm - treat complications; identify and treat the cause of AKI; review all medications and adjust doses appropriately; closely monitor intravenous fluid therapy.  Consider – vasoactive drug Treatment recommended for SOME patients in selected patient group Vasopressor support is recommended if the patient remains severely hypotensive despite adequate volume resuscitation (e.g., in septic/hypovolaemic shock). Escalate to critical care. Vasopressors should only be used with continuous haemodynamic monitoring in place.  A reasonable goal is to maintain mean arterial pressure (MAP) ≥65 mmHg, but this target may need adjusting according to the patient’s baseline BP. In the setting of vasomotor shock where the patient has persistent hypotension despite optimisation of intravascular volume through aggressive fluid resuscitation, preservation and improvement of kidney perfusion can only be achieved by the use of systemic vasopressors. Noradrenaline (norepinephrine) is the usual vasopressor of choice, with the addition of vasopressin if needed. There is little good evidence available to guide the choice of vasopressor in patients with AKI and septic shock. Do not use low-dose dopamine to treat AKI. There is no evidence to support its use and it can worsen kidney perfusion in patients with AKI.  Evidence: Evidence is scarce to guide the choice of vasopressor It is not known which vasopressor agent is most effective for prevention or treatment of AKI and septic shock. There is insufficient evidence to say that one vasoactive agent is better than another in preventing or treating AKI. Small open-label studies have shown improvement in creatinine clearance after a 6- to 8-hour infusion of noradrenaline. Vasopressin, when compared with noradrenaline in one RCT, was found to increase blood pressure and enhance diuresis, but has not yet been proven to enhance survival or reduce the need for RRT. A post-hoc analysis of the same RCT used the RIFLE criteria for AKI to compare the effects of vasopressin versus noradrenaline. Vasopressin was associated with a trend to a lower rate of progression of the AKI, and a lower rate of use of RRT.  ", "Dopamine has no significant clinical benefits in patients with  AKI. A large RCT comparing dopamine with noradrenaline as the initial vasopressor in patients with shock showed no significant differences between groups with regard to kidney function or mortality. However, there were more arrhythmic events among the patients treated with dopamine than among those treated with noradrenaline, and dopamine was associated with an increased rate of death at 28 days among the patients with cardiogenic shock. Both the NICE and KDIGO guidelines include a recommendation not to offer low-dose dopamine to treat AKI. Consider the need for an inotrope (e.g., dobutamine) to optimise cardiac output if kidney hypoperfusion is caused by impaired cardiac function due to poor left ventricular systolic function. noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute Back to drug information with added comorbidities noradrenaline (norepinephrine) OR noradrenaline (norepinephrine) and vasopressin OR dobutamine Show drug information for a patient with no comorbidities Consider – blood transfusion Treatment recommended for SOME patients in selected patient group Blood transfusion is indicated if hypovolaemia is secondary to significant blood loss.  This is generally not given unless more than one unit is anticipated, based on local guidelines and the clinical assessment of the patient. Note that this may worsen hyperkalaemia. Consider – specialist referral Treatment recommended for SOME patients in selected patient group Most patients with AKI do not need referral to nephrology. Do not refer if there is a clear cause and the AKI is responding to medical management. Refer immediately to critical care and/or nephrology if:  The patient meets (or is anticipated to meet) the criteria for RRT There are severe complications that cannot be managed medically (such as hyperkalaemia, pulmonary oedema, acidosis, or uraemia) The patient remains haemodynamically unstable after appropriate supportive care and/or there are signs of multi-organ failure. Check local protocols for referral criteria and pathways. Refer for urgent discussion with nephrology (as soon as possible and within 24 hours at the latest) if any one or more of the following is present: Uncertainty about the cause of AKI or a poor response to treatment  A possible diagnosis that may need specialist treatment (e.g., vasculitis, glomerulonephritis, tubulointerstitial nephritis, myeloma)  Complications associated with AKI that are not responding to medical treatment Stage 3 AKI  AKI in a patient with pre-existing chronic kidney disease (CKD) stage 4 or 5 The patient has a kidney transplant.  ", "There is little evidence available to support routine referral to the nephrology team for every patient with stage 2 AKI. Evidence is lacking on whether outcomes are improved by routine rapid referral to nephrology (within 12 hours) for all patients with stage 2 or 3 AKI that does not need critical care input. The large number of AKI cases among patients admitted acutely to hospital makes it impractical to refer every patient with suspected or confirmed AKI to nephrology. Initial management for most patients encompasses identification and treatment of sepsis, avoidance of nephrotoxins, fluid replacement, and correction of hypotension. These steps can be commenced by any medical or surgical team. Potential benefits of routine nephrology referral include a faster diagnosis in patients with primary kidney disease, prevention of progressive AKI and the potential need for renal replacement therapy, avoidance of a delayed transfer to critical care, improved chances of kidney recovery, and a shorter hospital stay.  However, there is very little evidence to support routine nephrology referral for all patients with stage 2 or 3 AKI. Very low quality evidence from one large retrospective study suggested that for non-critically ill patients with AKI, early compared with delayed referral to nephrology may reduce in-hospital mortality, the number of patients needing RRT, and length of hospital stay. Plus – calcium Treatment recommended for ALL patients in selected patient group Give immediate intravenous calcium for cardiac protection. Give over 5 to 10 minutes, then repeat the ECG and consider a further dose if ECG changes persist. Use a wide bore cannula and avoid extravasation. Ensure cardiac monitoring. Intravenous calcium antagonises the cardiac membrane excitability and so protects the heart against arrhythmias. Effective within 3 minutes and lasts 30 to 60 minutes. Seek senior advice if the ECG fails to normalise after one dose. calcium chloride: 6.8 mmol (10 mL of a 10% solution) intravenously over 5-10 minutes; may repeat if ECG changes persist; consult local protocols for further guidance on dose OR calcium gluconate: 6.8 mmol (30 mL of a 10% solution) intravenously over 5-10 minutes; may repeat if ECG changes persist; consult local protocols for further guidance on dose calcium chloride: 6.8 mmol (10 mL of a 10% solution) intravenously over 5-10 minutes; may repeat if ECG changes persist; consult local protocols for further guidance on dose OR calcium gluconate: 6.8 mmol (30 mL of a 10% solution) intravenously over 5-10 minutes; may repeat if ECG changes persist; consult local protocols for further guidance on dose Back to drug information with added comorbidities calcium chloride OR calcium gluconate Show drug information for a patient with no comorbidities Plus – insulin/glucose Treatment recommended for ALL patients in selected patient group Give an infusion of soluble (neutral) insulin and glucose to push potassium intracellularly: Give over 15 minutes Acts within 10 to 20 minutes Lasts 4 to 6 hours. Monitor hourly for hypoglycaemia.  insulin neutral: 10 units by intravenous infusion over 15 minutes and ", "insulin neutral: 10 units by intravenous infusion over 15 minutes and glucose: 25 g (50 mL of a 50% solution or 125 mL of a 20% solution) by intravenous infusion over 15 minutes Back to drug information with added comorbidities insulin neutral and glucose Show drug information for a patient with no comorbidities Plus – salbutamol Treatment recommended for ALL patients in selected patient group Consider further adjunctive treatment with nebulised salbutamol to drive potassium intracellularly if necessary. Decide whether this is needed based on the ECG and the rate of rise of serum potassium. Use with caution if there is a history of ischaemic heart disease (a lower dose is recommended), and avoid if there is a history of tachyarrhythmias. salbutamol inhaled: 10-20 mg inhaled via nebuliser as a single dose salbutamol inhaled: 10-20 mg inhaled via nebuliser as a single dose Back to drug information with added comorbidities salbutamol inhaled Show drug information for a patient with no comorbidities Plus – identify and treat underlying cause of hyperkalaemia Treatment recommended for ALL patients in selected patient group Look for the underlying cause of hyperkalaemia and treat it. Review medications that might be responsible (e.g., ACE inhibitors, angiotensin-II receptor antagonists, potassium-sparing diuretics).  Treatment of hyperkalaemia only results in a temporary intracellular shift of potassium so the cause of hyperkalaemia must be identified and corrected. Consult a pharmacist for a full list of medications that can cause hyperkalaemia. Hyperkalaemia is a common complication of AKI. It can lead to:  Muscle weakness Cardiac arrhythmias (e.g., bradycardia, bundle branch block, ventricular tachycardia, ventricular fibrillation, asystole). Check your local protocols - many hospitals have institutional guidelines for managing hyperkalaemia.  There is no evidence to support the use of loop diuretics for managing AKI-associated hyperkalaemia. However, in practice their use may sometimes be considered by the nephrology team as an adjunct to other therapies provided the patient is fluid replete (but only with close specialist supervision). Debate: Loop diuretics The role of loop diuretics in the management of AKI-associated hyperkalaemia remains controversial. Loop diuretics may be used under specialist supervision for volume management in patients with AKI and there is a theoretical rationale to suggest they could be beneficial in managing hyperkalaemia.  Loop diuretics promote potassium excretion in the urine through their action in inhibiting the Na+-K+-2Cl co-transporter on the ascending limb of Henle, thereby reducing uptake of potassium (as well as sodium and chloride). However, the 2014 UK Renal Association guideline on acute hyperkalaemia concluded that there is no evidence to support the use of diuretics in the management of AKI-associated hyperkalaemia. Both the NICE and KDIGO guidelines are clear that loop diuretics should not be used routinely to manage AKI. The use of loop diuretics is indicated (under specialist supervision) only if a patient with AKI-associated hyperkalaemia also has volume overload (which is a clear indication for their use). 1st line – fluid resuscitation Pre-kidney AKI (80% of all cases) is most often caused by hypovolaemia and/or hypotension.  A key principle is to improve the haemodynamic status of the patient. ", "If the patient is hypovolaemic, start immediate intravenous fluid resuscitation to improve kidney perfusion - but take care to avoid volume overload. Give a 500 mL bolus of intravenous fluid over 15 minutes.  Use a wide bore cannula to allow adequate fluid resuscitation.  A crystalloid fluid is preferred. A smaller bolus (e.g., 250 mL) may be more appropriate if the patient has a history of cardiac failure. Use a balanced crystalloid unless hyperkalaemia is suspected or confirmed.  Balanced crystalloid options include Hartmann’s solution, Ringer’s acetate, or Plasma-Lyte 148® (a solution of sodium chloride, sodium gluconate, sodium acetate trihydrate, potassium chloride, and magnesium chloride hexahydrate).  Use normal saline (0.9% sodium chloride) instead if hyperkalaemia is present (potassium >5.5 mmol/L) or suspected (e.g., rhabdomyolysis).  This is because balanced crystalloids all contain potassium. Once hyperkalaemia has been treated and resolved, switch to a balanced crystalloid due to the risk of hyperchloraemic metabolic acidosis associated with excessive use of normal saline. Reassess haemodynamic status after the initial fluid bolus and consider whether further 250 to 500 mL boluses are required.  Goal-directed fluid therapy is recommended. Reassess the patient’s response to each fluid challenge through careful clinical examination (ABCDE approach) and monitoring of: Capillary refill time Pulse rate Blood pressure (BP)  Jugular venous pressure Signs of pulmonary oedema Urine output. If no improvement is seen after two fluid challenges, escalate the patient for senior review. If the patient has already had ≥2 L of fluid, or is in shock, seek immediate senior help so that critical care involvement for vasopressor support can be considered. In a patient with profound sepsis it can take >24 hours for antibiotics to act and the vascular permeability to reverse and BP to respond to intravenous fluids. An early fluid challenge can be both diagnostic and therapeutic for pre-kidney AKI.  In AKI that is secondary to hypovolaemia, kidney function may improve rapidly in response to administration of intravenous fluids. Passive leg raising can help predict fluid responsiveness in critically ill patients. In the context of acute hypovolaemia, passive leg raising can improve the venous return and the response in blood pressure can be recorded. A rise in blood pressure confirms hypovolaemia and the need for further fluid resuscitation. Passive leg raising is most commonly practised on critical care units. As soon as haemodynamic stability is restored and the patient is euvolaemic, review and adjust the intravenous fluid prescription to match the patient’s ongoing fluid requirements. It is vital to recognise when to de-escalate intravenous fluid therapy. Failure to do so can result in volume overload and precipitate pulmonary oedema.  There is a particular risk from over-aggressive fluid resuscitation if the patient is oliguric/anuric or has a history of heart failure.   Always be clear about the purpose of the intravenous fluid therapy you are prescribing.  The UK National Institute for Health and Care Excellence (NICE) has categorised these as Resuscitation, Replacement or Routine maintenance.  Resuscitation fluid therapy is aimed at re-establishing haemodynamic stability by restoring intravascular volume.  ", "Maintenance fluid therapy must provide daily ongoing water and electrolyte requirements (i.e., sodium 1 mmol/kg, potassium 1 mmol/kg, and water 25-35 mL/kg)  Never give maintenance fluids at a rate of >100 mL/hour. Never prescribe intravenous fluid therapy for more than 24 hours at once due to the risk of causing volume overload. Ensure at least daily ongoing monitoring of volume status for any patient with established AKI or at risk of AKI, via: Review of haemodynamic status, including postural BP Weight monitoring Fluid input/output chart Routine urinary catheterisation is not appropriate, so weigh up the benefits and risks (in particular, infection and trauma) for the individual patient. Catheterisation is indicated if fluid balance management is crucial in an acutely unwell patient (e.g., hourly monitoring of fluid balance is needed) or if the patient is too ill or frail to use a bottle or commode Urea and electrolytes.     Plus – review medications and stop nephrotoxins Treatment recommended for ALL patients in selected patient group Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney  function. Common nephrotoxic drugs include aminoglycoside antibiotics, non-steroidal anti-inflammatory drugs (NSAIDs), and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs.  ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice on steps to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. When restarting drugs after an episode of AKI, ensure:  Any medications that were used for the treatment of pre-existing heart failure are re-started as soon as clinically reasonable and re-titrated to achieve the best control of fluid balance and blood pressure All medications are reviewed before discharge and a plan is put in place to reintroduce any medications that have been withheld, at an appropriate time, with re-titration to the optimum dose continued in primary care as appropriate Ensure a process is in place for measurement of serum creatinine and potassium 1 to 2 weeks after restarting. This may need to be part of discharge planning. Plus – identify and treat underlying cause of AKI Treatment recommended for ALL patients in selected patient group Determine the cause and severity of AKI when formulating your management plan for the patient. ", "Sepsis (e.g., pneumonia, cellulitis) - perform a septic screen and implement your local care bundle (e.g., Sepsis Six) if infection is suspected See our Sepsis in adults topic for more information Fluid loss (e.g., vomiting and diarrhoea, or blood loss)  Reduced fluid intake - a particular problem in frail, elderly patients in the community. May also be due to insufficient maintenance or replacement fluids to replace losses in a hospital inpatient. In acutely ill patients, AKI is a strong indicator of a very sick patient who needs urgent recognition and management.  The UK Royal College of Physicians suggests the use of the STOP AKI acronym as an aide-memoire to recall the immediate steps needed for management of AKI: Sepsis - implement your local care bundle (e.g., Sepsis Six) within 1 hour if sepsis is suspected or confirmed. Identify and treat the source of infection.  Toxins - stop/avoid nephrotoxins (e.g., NSAIDs, aminoglycoside antibiotics, iodinated contrast agents). These are a contributory cause in 20% to 30% of patients with AKI. Optimise volume status/BP - assess volume status and give intravenous fluids as needed; hold antihypertensive medication and diuretics; consider vasopressors if patient does not respond.  Prevent harm - treat complications; identify and treat the cause of AKI; review all medications and adjust doses appropriately; closely monitor intravenous fluid therapy.  Consider – vasoactive drug Treatment recommended for SOME patients in selected patient group Vasopressor support is recommended if the patient remains severely hypotensive despite adequate volume resuscitation (e.g., in septic/hypovolaemic shock). Escalate to critical care. Vasopressors should only be used with continuous haemodynamic monitoring in place.  A reasonable goal is to maintain mean arterial pressure (MAP) ≥65 mmHg, but this target may need adjusting according to the patient’s baseline BP. In the setting of vasomotor shock where the patient has persistent hypotension despite optimisation of intravascular volume through aggressive fluid resuscitation, preservation and improvement of kidney perfusion can only be achieved by the use of systemic vasopressors. Noradrenaline (norepinephrine) is the usual vasopressor of choice, with the addition of vasopressin if needed. There is little good evidence available to guide the choice of vasopressor in patients with AKI and septic shock. Do not use low-dose dopamine to treat AKI. There is no evidence to support its use and it can worsen kidney perfusion in patients with AKI.  Evidence: Evidence is scarce to guide the choice of vasopressor It is not known which vasopressor agent is most effective for prevention or treatment of AKI and septic shock. There is insufficient evidence to say that one vasoactive agent is better than another in preventing or treating AKI. Small open-label studies have shown improvement in creatinine clearance after a 6- to 8-hour infusion of noradrenaline. Vasopressin, when compared with noradrenaline in one RCT, was found to increase blood pressure and enhance diuresis, but has not yet been proven to enhance survival or reduce the need for RRT. ", "According to the Kidney Disease: Improving Global Outcomes (KDIGO) guideline group, this study suggests that vasopressin may reduce progression to kidney failure and mortality in patients with septic shock who have or are at risk of AKI. Dopamine has no significant clinical benefits in patients with  AKI. A large RCT comparing dopamine with noradrenaline as the initial vasopressor in patients with shock showed no significant differences between groups with regard to kidney function or mortality. However, there were more arrhythmic events among the patients treated with dopamine than among those treated with noradrenaline, and dopamine was associated with an increased rate of death at 28 days among the patients with cardiogenic shock. Both the NICE and KDIGO guidelines include a recommendation not to offer low-dose dopamine to treat AKI. Consider the need for an inotrope (e.g., dobutamine) to optimise cardiac output if kidney hypoperfusion is caused by impaired cardiac function due to poor left ventricular systolic function. noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute Back to drug information with added comorbidities noradrenaline (norepinephrine) OR noradrenaline (norepinephrine) and vasopressin OR dobutamine Show drug information for a patient with no comorbidities Consider – blood transfusion Treatment recommended for SOME patients in selected patient group Blood transfusion is indicated if hypovolaemia is secondary to significant blood loss.  This is generally not given unless more than one unit is anticipated, based on local guidelines and the clinical assessment of the patient. Note that this may worsen hyperkalaemia. Consider – specialist referral Treatment recommended for SOME patients in selected patient group Most patients with AKI do not need referral to nephrology. Do not refer if there is a clear cause and the AKI is responding to medical management. Refer immediately to critical care and/or nephrology if:  The patient meets (or is anticipated to meet) the criteria for RRT There are severe complications that cannot be managed medically (such as hyperkalaemia, pulmonary oedema, acidosis, or uraemia) The patient remains haemodynamically unstable after appropriate supportive care and/or there are signs of multi-organ failure. Check local protocols for referral criteria and pathways. Refer for urgent discussion with nephrology (as soon as possible and within 24 hours at the latest) if any one or more of the following is present: Uncertainty about the cause of AKI or a poor response to treatment  ", "Complications associated with AKI that are not responding to medical treatment Stage 3 AKI  AKI in a patient with pre-existing chronic kidney disease (CKD) stage 4 or 5 The patient has a kidney transplant.  Evidence: Speed of referral to nephrology There is little evidence available to support routine referral to the nephrology team for every patient with stage 2 AKI. Evidence is lacking on whether outcomes are improved by routine rapid referral to nephrology (within 12 hours) for all patients with stage 2 or 3 AKI that does not need critical care input. The large number of AKI cases among patients admitted acutely to hospital makes it impractical to refer every patient with suspected or confirmed AKI to nephrology. Initial management for most patients encompasses identification and treatment of sepsis, avoidance of nephrotoxins, fluid replacement, and correction of hypotension. These steps can be commenced by any medical or surgical team. Potential benefits of routine nephrology referral include a faster diagnosis in patients with primary kidney disease, prevention of progressive AKI and the potential need for renal replacement therapy, avoidance of a delayed transfer to critical care, improved chances of kidney recovery, and a shorter hospital stay.  However, there is very little evidence to support routine nephrology referral for all patients with stage 2 or 3 AKI. Very low quality evidence from one large retrospective study suggested that for non-critically ill patients with AKI, early compared with delayed referral to nephrology may reduce in-hospital mortality, the number of patients needing RRT, and length of hospital stay. Consider – sodium bicarbonate Treatment recommended for SOME patients in selected patient group If the patient has severe acidosis, seek senior input as intravenous sodium bicarbonate may be needed. Severe metabolic acidosis (pH <7.2) is an indication for intravenous sodium bicarbonate.  This should only be given under expert supervision due to the risk of causing volume overload and/or hypernatraemia.  Consider referring to ICU.  Sodium bicarbonate should only be used if venous bicarbonate is <16 mmol/L with no signs of volume overload. Ionised Ca2+ falls with rapid correction and this can trigger tetany, seizures, and cardiac instability. Prior to administration of sodium bicarbonate, correct low ionised Ca2+ with intravenous calcium via a different intravenous route due to the incompatibility of bicarbonate and calcium solutions. Metabolic acidosis is a common metabolic disturbance in AKI. It occurs primarily due to impaired excretion of the normal load of metabolic acid in the setting of a low glomerular filtration rate (GFR). Other factors may also contribute (e.g., increased production of lactic acid in patients with sepsis). Note that there will be relative resistance to vasopressors in the presence of severe metabolic acidosis. Sodium bicarbonate can also be considered in the setting of hyperkalaemia with hypovolaemia and acidosis.  Use only with expert supervision due to the risk of causing volume overload and/or hypernatraemia.  sodium bicarbonate: consult local protocols for guidance on dose sodium bicarbonate: consult local protocols for guidance on dose Back to drug information with added comorbidities sodium bicarbonate Show drug information for a patient with no comorbidities ", "Pre-kidney AKI (80% of all cases) is most often caused by hypovolaemia and/or hypotension.  A key principle is to improve the haemodynamic status of the patient. Prompt correction of volume depletion can reverse or improve AKI. If the patient is hypovolaemic, start immediate intravenous fluid resuscitation to improve kidney perfusion - but take care to avoid volume overload. Give a 500 mL bolus of intravenous fluid over 15 minutes.  Use a wide bore cannula to allow adequate fluid resuscitation.  A crystalloid fluid is preferred. A smaller bolus (e.g., 250 mL) may be more appropriate if the patient has a history of cardiac failure. Use a balanced crystalloid unless hyperkalaemia is suspected or confirmed.  Balanced crystalloid options include Hartmann’s solution, Ringer’s acetate, or Plasma-Lyte 148® (a solution of sodium chloride, sodium gluconate, sodium acetate trihydrate, potassium chloride, and magnesium chloride hexahydrate).  Use normal saline (0.9% sodium chloride) instead if hyperkalaemia is present (potassium >5.5 mmol/L) or suspected (e.g., rhabdomyolysis).  This is because balanced crystalloids all contain potassium. Once hyperkalaemia has been treated and resolved, switch to a balanced crystalloid due to the risk of hyperchloraemic metabolic acidosis associated with excessive use of normal saline. Reassess haemodynamic status after the initial fluid bolus and consider whether further 250 to 500 mL boluses are required.  Goal-directed fluid therapy is recommended. Reassess the patient’s response to each fluid challenge through careful clinical examination (ABCDE approach) and monitoring of: Capillary refill time Pulse rate Blood pressure (BP)  Jugular venous pressure Signs of pulmonary oedema Urine output. If no improvement is seen after two fluid challenges, escalate the patient for senior review. If the patient has already had ≥2 L of fluid, or is in shock, seek immediate senior help so that critical care involvement for vasopressor support can be considered. In a patient with profound sepsis it can take >24 hours for antibiotics to act and the vascular permeability to reverse and BP to respond to intravenous fluids. An early fluid challenge can be both diagnostic and therapeutic for pre-kidney AKI.  In AKI that is secondary to hypovolaemia, kidney function may improve rapidly in response to administration of intravenous fluids. Passive leg raising can help predict fluid responsiveness in critically ill patients. In the context of acute hypovolaemia, passive leg raising can improve the venous return and the response in blood pressure can be recorded. A rise in blood pressure confirms hypovolaemia and the need for further fluid resuscitation. Passive leg raising is most commonly practised on critical care units. As soon as haemodynamic stability is restored and the patient is euvolaemic, review and adjust the intravenous fluid prescription to match the patient’s ongoing fluid requirements. It is vital to recognise when to de-escalate intravenous fluid therapy. Failure to do so can result in volume overload and precipitate pulmonary oedema.  There is a particular risk from over-aggressive fluid resuscitation if the patient is oliguric/anuric or has a history of heart failure.   Always be clear about the purpose of the intravenous fluid therapy you are prescribing.  ", "Resuscitation fluid therapy is aimed at re-establishing haemodynamic stability by restoring intravascular volume.  Replacement fluid therapy provides daily maintenance water and electrolyte requirements and replaces any ongoing abnormal fluid losses.  Maintenance fluid therapy must provide daily ongoing water and electrolyte requirements (i.e., sodium 1 mmol/kg, potassium 1 mmol/kg, and water 25-35 mL/kg)  Never give maintenance fluids at a rate of >100 mL/hour. Never prescribe intravenous fluid therapy for more than 24 hours at once due to the risk of causing volume overload. Ensure at least daily ongoing monitoring of volume status for any patient with established AKI or at risk of AKI, via: Review of haemodynamic status, including postural BP Weight monitoring Fluid input/output chart Routine urinary catheterisation is not appropriate, so weigh up the benefits and risks (in particular, infection and trauma) for the individual patient. Catheterisation is indicated if fluid balance management is crucial in an acutely unwell patient (e.g., hourly monitoring of fluid balance is needed) or if the patient is too ill or frail to use a bottle or commode Urea and electrolytes.     Plus – review medications and stop nephrotoxins Treatment recommended for ALL patients in selected patient group Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney  function. Common nephrotoxic drugs include aminoglycoside antibiotics, non-steroidal anti-inflammatory drugs (NSAIDs), and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs.  ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice on steps to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. When restarting drugs after an episode of AKI, ensure:  Any medications that were used for the treatment of pre-existing heart failure are re-started as soon as clinically reasonable and re-titrated to achieve the best control of fluid balance and blood pressure All medications are reviewed before discharge and a plan is put in place to reintroduce any medications that have been withheld, at an appropriate time, with re-titration to the optimum dose continued in primary care as appropriate Ensure a process is in place for measurement of serum creatinine and potassium 1 to 2 weeks after restarting. This may need to be part of discharge planning. Plus – identify and treat underlying cause of AKI Treatment recommended for ALL patients in selected patient group ", "Pre-kidney AKI (80% of cases) is usually due to hypovolaemia and/or hypotension and is often associated with acute illness, particularly in a patient with background risk factors. Common causes are: Sepsis (e.g., pneumonia, cellulitis) - perform a septic screen and implement your local care bundle (e.g., Sepsis Six) if infection is suspected See our Sepsis in adults topic for more information Fluid loss (e.g., vomiting and diarrhoea, or blood loss)  Reduced fluid intake - a particular problem in frail, elderly patients in the community. May also be due to insufficient maintenance or replacement fluids to replace losses in a hospital inpatient. In acutely ill patients, AKI is a strong indicator of a very sick patient who needs urgent recognition and management.  The UK Royal College of Physicians suggests the use of the STOP AKI acronym as an aide-memoire to recall the immediate steps needed for management of AKI: Sepsis - implement your local care bundle (e.g., Sepsis Six) within 1 hour if sepsis is suspected or confirmed. Identify and treat the source of infection.  Toxins - stop/avoid nephrotoxins (e.g., NSAIDs, aminoglycoside antibiotics, iodinated contrast agents). These are a contributory cause in 20% to 30% of patients with AKI. Optimise volume status/BP - assess volume status and give intravenous fluids as needed; hold antihypertensive medication and diuretics; consider vasopressors if patient does not respond.  Prevent harm - treat complications; identify and treat the cause of AKI; review all medications and adjust doses appropriately; closely monitor intravenous fluid therapy.  Consider – vasoactive drug Treatment recommended for SOME patients in selected patient group Vasopressor support is recommended if the patient remains severely hypotensive despite adequate volume resuscitation (e.g., in septic/hypovolaemic shock). Escalate to critical care. Vasopressors should only be used with continuous haemodynamic monitoring in place.  A reasonable goal is to maintain mean arterial pressure (MAP) ≥65 mmHg, but this target may need adjusting according to the patient’s baseline BP. In the setting of vasomotor shock where the patient has persistent hypotension despite optimisation of intravascular volume through aggressive fluid resuscitation, preservation and improvement of kidney perfusion can only be achieved by the use of systemic vasopressors. Noradrenaline (norepinephrine) is the usual vasopressor of choice, with the addition of vasopressin if needed. There is little good evidence available to guide the choice of vasopressor in patients with AKI and septic shock. Do not use low-dose dopamine to treat AKI. There is no evidence to support its use and it can worsen kidney perfusion in patients with AKI.  Evidence: Evidence is scarce to guide the choice of vasopressor It is not known which vasopressor agent is most effective for prevention or treatment of AKI and septic shock. There is insufficient evidence to say that one vasoactive agent is better than another in preventing or treating AKI. Small open-label studies have shown improvement in creatinine clearance after a 6- to 8-hour infusion of noradrenaline. Vasopressin, when compared with noradrenaline in one RCT, was found to increase blood pressure and enhance diuresis, but has not yet been proven to enhance survival or reduce the need for RRT. ", "According to the Kidney Disease: Improving Global Outcomes (KDIGO) guideline group, this study suggests that vasopressin may reduce progression to kidney failure and mortality in patients with septic shock who have or are at risk of AKI. Dopamine has no significant clinical benefits in patients with  AKI. A large RCT comparing dopamine with noradrenaline as the initial vasopressor in patients with shock showed no significant differences between groups with regard to kidney function or mortality. However, there were more arrhythmic events among the patients treated with dopamine than among those treated with noradrenaline, and dopamine was associated with an increased rate of death at 28 days among the patients with cardiogenic shock. Both the NICE and KDIGO guidelines include a recommendation not to offer low-dose dopamine to treat AKI. Consider the need for an inotrope (e.g., dobutamine) to optimise cardiac output if kidney hypoperfusion is caused by impaired cardiac function due to poor left ventricular systolic function. noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response OR noradrenaline (norepinephrine): 0.4 to 0.8 mg/hour intravenous infusion initially, adjust dose according to response and vasopressin: 0.01 units/minute intravenous infusion initially, adjust dose according to response, maximum 0.03 units/minute OR dobutamine: 2.5 to 10 micrograms/kg/minute intravenous infusion initially, adjust dose according to response, maximum 40 micrograms/kg/minute Back to drug information with added comorbidities noradrenaline (norepinephrine) OR noradrenaline (norepinephrine) and vasopressin OR dobutamine Show drug information for a patient with no comorbidities Consider – blood transfusion Treatment recommended for SOME patients in selected patient group Blood transfusion is indicated if hypovolaemia is secondary to significant blood loss.  This is generally not given unless more than one unit is anticipated, based on local guidelines and the clinical assessment of the patient. Note that this may worsen hyperkalaemia. Consider – specialist referral Treatment recommended for SOME patients in selected patient group Most patients with AKI do not need referral to nephrology. Do not refer if there is a clear cause and the AKI is responding to medical management. Refer immediately to critical care and/or nephrology if:  The patient meets (or is anticipated to meet) the criteria for RRT There are severe complications that cannot be managed medically (such as hyperkalaemia, pulmonary oedema, acidosis, or uraemia) The patient remains haemodynamically unstable after appropriate supportive care and/or there are signs of multi-organ failure. Check local protocols for referral criteria and pathways. Refer for urgent discussion with nephrology (as soon as possible and within 24 hours at the latest) if any one or more of the following is present: Uncertainty about the cause of AKI or a poor response to treatment  ", "Complications associated with AKI that are not responding to medical treatment Stage 3 AKI  AKI in a patient with pre-existing chronic kidney disease (CKD) stage 4 or 5 The patient has a kidney transplant.  Evidence: Speed of referral to nephrology There is little evidence available to support routine referral to the nephrology team for every patient with stage 2 AKI. Evidence is lacking on whether outcomes are improved by routine rapid referral to nephrology (within 12 hours) for all patients with stage 2 or 3 AKI that does not need critical care input. The large number of AKI cases among patients admitted acutely to hospital makes it impractical to refer every patient with suspected or confirmed AKI to nephrology. Initial management for most patients encompasses identification and treatment of sepsis, avoidance of nephrotoxins, fluid replacement, and correction of hypotension. These steps can be commenced by any medical or surgical team. Potential benefits of routine nephrology referral include a faster diagnosis in patients with primary kidney disease, prevention of progressive AKI and the potential need for renal replacement therapy, avoidance of a delayed transfer to critical care, improved chances of kidney recovery, and a shorter hospital stay.  However, there is very little evidence to support routine nephrology referral for all patients with stage 2 or 3 AKI. Very low quality evidence from one large retrospective study suggested that for non-critically ill patients with AKI, early compared with delayed referral to nephrology may reduce in-hospital mortality, the number of patients needing RRT, and length of hospital stay. Consider – renal replacement therapy Treatment recommended for SOME patients in selected patient group Refer immediately to the renal team for emergency initiation of RRT if the patient has: End-organ complications of uraemia (e.g., pericarditis, encephalopathy, uraemic bleeding)  Severe hyperkalaemia (potassium≥6.5 mmol/L) that fails to respond quickly to medical management  If the patient has severe hyperkalaemia (or moderate hyperkalaemia with associated ECG changes), seek expert advice from the nephrology or ICU team to consider whether RRT may be needed Refractory acidosis (pH <7.15) that is not responding to initial management.  RRT is the cornerstone for treatment of severe AKI with complications that are not responding to medical management.  There may be some patients with pre-existing comorbidities for whom RRT will not offer any realistic benefits. This needs to be a shared decision between the patient and their family members/carers after discussion with the multidisciplinary team. Pre-assessment for RRT requires careful consideration and must include: Clinical preparation Discussion with the patient around the types of RRT that are available and the acute process (it must be made clear that RRT is supportive treatment that is doing the work of the kidneys) If it is unclear whether the patient has a reversible form of AKI, discussion about the longer term options and the impact they may have on the patient’s life Psychological assessment and support. The renal team will select the best modality of RRT after assessment of the patient's overall medical condition and comorbidities. Various options exist for supporting kidney function. ", "If your patient is in a non-renal centre and is too unwell to transfer, the critical care team will lead the decision-making. The choice of RRT modality depends on several factors, including: Individual patient factors: Haemodynamic stability (and hence the patient’s physiologic reserve to tolerate metabolic shifts and fluctuations in fluid status) is a key determinant of the most appropriate RRT modality Severity of electrolyte and acid base balance disorders Risk of ongoing catabolism with cellular breakdown and acidosis Any need for rapid poison removal (e.g., lithium or ethylene glycol)  Availability of modality and staff skill mix. The options for RRT include: Intermittent haemodialysis (IHD) - usually the preferred option in haemodynamically stable AKI patients, but generally avoided in haemodynamically unstable patients, as it often precipitates hypotensive events. Duration up to 4 hours so the patient can participate in active rehabilitation.  Fast removal of toxins (e.g., urea, ethylene glycol). In the case of lithium, rebound can occur after IHD as the drug redistributes from the intracellular to extracellular compartment.  May risk dialysis disequilibrium syndrome through over-rapid solute removal and attendant osmolar shifts.  Fast correction of acidosis/hyperkalaemia with risk of rebound following the treatment.  Hybrid versions of IHD include: Sustained low-efficiency dialysis (SLED) Extended daily dialysis (EDD)  Prolonged intermittent renal replacement therapy (PIRRT). Continuous renal replacement therapy (CRRT) - preferred in haemodynamically unstable patients. Duration 24 to 72 hours, depending on blood circuit clotting.  Slower blood flow.  Slower but continual removal of toxins allowing more gradual restoration of metabolic homeostasis and avoidance of rebound (e.g., lithium toxicity).  Slows patient rehabilitation when recovering. There are several different types of CRRT but no evidence to support one form over another in terms of better outcomes: Continuous venovenous haemofiltration (CVVH) Continuous venovenous haemodialysis (CVVHD) Continuous venovenous haemodiafiltration(CVVHDF). Peritoneal dialysis - rarely used in the developed world except in paediatric patients. RRT (whether IHD or CRRT) is performed through a large double lumen catheter placed into the central venous system, such as the internal jugular or femoral vein.  Evidence: Choice of RRT modality CRRT and IHD have similar outcomes in AKI. Mortality outcomes are similar in critically ill AKI patients treated with CRRT and IHD.  Several RCTs have compared CRRT to IHD in AKI patients, including the Hemodiafe study, the SHARF study, the CONVINT study and the OUTCOMEREA study. None has found any survival advantage from one modality over the other. A Cochrane systematic review that analysed 15 RCTs in 1550 AKI patients concluded that outcomes were similar in the CRRT and IHD groups in terms of hospital mortality, ICU mortality, length of hospitalisation, and kidney recovery. Peritoneal dialysis has generally been thought ineffective in adults with AKI and hypercatabolic states, although some studies now suggest equal effectiveness in appropriate subjects. However, one study was stopped early because there was a significant benefit to patients being on CRRT rather than PD. In practice, PD is rarely used in adult patients in high-income countries although it is an option for children with AKI. 1st line – loop diuretic (only under specialist supervision) and sodium restriction ", "Overaggressive fluid resuscitation in a patient who initially presented with hypovolaemic pre-kidney AKI. This is most commonly seen in patients with sepsis. Oliguria in intrinsic or post-kidney AKI. Consider a loop diuretic (under specialist supervision) to treat volume overload. A loop diuretic such as furosemide may be useful in achieving euvolaemia in a patient with fluid overload (with or without pulmonary oedema). This must be done with caution and under the supervision of the nephrology team.  Note that there is no evidence to support the routine use of loop diuretics for management of AKI in the absence of volume overload. Never use a loop diuretic if the patient is hypovolaemic or hypotensive. The diuretic will exacerbate the haemodynamic instability, Do not allow the use of loop diuretics to delay more definitive management of volume overload.  Careful monitoring of response is important (e.g,. urine output). Stop the diuretic if there is no response. Proceed without delay to more definitive management with RRT if the response to diuretics is unsuccessful. Sodium restriction may also be required.  Patients with volume overload need careful monitoring and management to reduce the risk of a poor outcome.  Failure to manage volume overload can lead to complications including pulmonary oedema. In critically ill patients, a positive fluid balance (>5% body weight) has been found to be associated with an increase in mortality at up to 1 year follow-up when compared to neutral or negative (<5%) fluid balance. Evidence: The role of loop diuretics in patients with AKI Loop diuretics have no routine role in the management of AKI. They should be reserved for specific indications (such as volume overload) and only used under specialist supervision. There is no evidence for any benefits from the routine use of loop diuretics in patients with AKI - but there is some evidence to suggest harm.  The theoretical rationale for the use of loop diuretics to treat AKI is based on their potential to reduce oxygen consumption in the ascending loop of Henle, thereby reducing any ischaemic damage to the kidneys. They may also be used to convert oliguric AKI to non-oliguric AKI. However, diuretics can also excessively reduce circulating volume and so cause a pre-kidney insult that could worsen established AKI. Hence an evaluation of the available evidence is vital to determine their appropriate role.  There is no evidence to support the use of loop diuretics in routine treatment of AKI. One RCT found furosemide to be ineffective in treating AKI and epidemiological data suggest the use of loop diuretics may increase mortality in patients with critical illness and AKI. Two systematic reviews on the use of furosemide to prevent or treat AKI found no significant effect on in-hospital mortality, risk for requiring RRT, the number of dialysis sessions needed, or even the proportion of patients with persistent oliguria. Prophylactic furosemide has been shown to increase the risk of AKI when given to prevent AKI in patients having cardiac surgery.  There is no evidence to support the use of loop diuretics for managing AKI-associated hyperkalaemia. ", "  furosemide: consult specialist for guidance on dose furosemide: consult specialist for guidance on dose Back to drug information with added comorbidities furosemide Show drug information for a patient with no comorbidities Plus – identify and treat the underlying cause of AKI Treatment recommended for ALL patients in selected patient group  Relief of the obstruction is key in the management of obstructive AKI. Insert a bladder catheter in any case of AKI when bladder outlet obstruction is suspected clinically and cannot be quickly ruled out by ultrasound. Refer to urology within 24 hours if urinary tract obstruction is confirmed on ultrasound. Refer immediately to urology and/or radiology if one of more of the following is present: Pyonephrosis - if pyonephrosis is suspected, ensure the patient has an ultrasound within 6 hours (because of the risk of septic shock) Obstructed single kidney Bilateral upper urinary tract obstruction Complications of AKI secondary to urological obstruction. Arrangements for ureteral stenting, urinary diversion, debulking procedures, or other case-specific requirements will be made by the specialist urology or radiology team. Nephrostomy or ureteral stenting must be undertaken as quickly as possible and at the latest within 12 hours of diagnosis. Ureteral stenting is indicated if there is a ureteral stricture, stone, or extrinsically obstructing mass. Lithotripsy or surgical removal may be needed if obstruction is caused by stones at the ureteropelvic junction. Exploratory laparotomy may be indicated if a compressing tumour is suspected that may require surgical removal; this may be done following ureteral stenting. Percutaneous nephrostomy (placement of a catheter into the renal pelvis percutaneously for drainage of urine from a distal obstruction) may be undertaken by a urologist, surgeon, or interventional radiologist. Renal replacement therapy may be needed while the underlying obstruction is being addressed if there is severe acidosis, volume overload, or electrolyte or uraemic complications.  Intrinsic AKI is due to cellular damage within the kidneys – seek early specialist input from nephrology if you suspect an intrinsic cause (e.g., vasculitis). Causes include: Prolonged pre-kidney AKI that progresses to overt cellular damage (the most common cause of intrinsic AKI) Nephrotoxins (e.g,. iodinated contrast agents, non-steroidal anti-inflammatory drugs [NSAIDs], aminoglycoside antibiotics) Rare causes (e.g., vasculitis, glomerulonephritis). Consider the possibility of intrinsic AKI if urinalysis is positive for both blood and protein in the absence of an obvious alternative cause for this (e.g., urinary tract infection or trauma from urinary catheterisation).  Specific management of intrinsic AKI depends on the aetiology and is led by the nephrology team. Immunological tests and kidney biopsy are needed to confirm acute glomerulonephritis, anti-neutrophil cytoplasmic antibodies [ANCA]-associated vasculitis, anti–glomerular basement membrane (anti-GBM) antibody disease (Goodpasture syndrome if associated with pulmonary hypertension) and lupus nephritis. Treatment will require corticosteroids, cytotoxic agents, immunomodulating drugs, and/or plasma exchange. Atypical haemolytic uraemic syndrome (HUS) is treated with the monoclonal antibody eculizumab or plasma exchange. Thrombotic thrombocytopenic purpura (TTP) is treated with plasma exchange. Acute allergic interstitial nephritis is treated with a corticosteroid (after excluding infection) and stopping potential causative medications (e.g., proton-pump inhibitors, NSAIDs, antibiotics). ", "Common nephrotoxic drugs include aminoglycoside antibiotics, NSAIDs, and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs. ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. Consider – renal replacement therapy Treatment recommended for SOME patients in selected patient group Immediate RRT is indicated for refractory volume overload or volume overload associated with severe complications of AKI. Refractory volume overload typically includes pulmonary oedema. However, RRT may also be needed in a patient with gross peripheral oedema (without pulmonary oedema) that fails to respond to a loop diuretic. Such patients will usually have oliguric AKI. The decision to start RRT must be based on the patient’s overall condition and not on any isolated urea or creatinine value. The potential metabolic and fluid benefits of earlier initiation of RRT must be balanced with the potential harm for the individual patient (e.g., complications related to line insertion, anticoagulation). In the absence of an emergency indication for RRT (e.g., severe refractory hyperkalaemia, acidosis or volume overload, or end-organ complications of uraemia), there is little clear evidence available to guide decisions on whether and when to start RRT.  Individual studies have reached conflicting findings and meta-analyses have been hampered by varied definitions of ‘early’ and ‘late’ initiation of RRT. In practice, the decision to start RRT is based on a combination of clinical, physiological, and laboratory parameters used to assess the patient’s fluid, electrolyte, and metabolic status. Factors to consider include: The trend as well as the absolute values of biochemical parameters (e.g., potassium, pH, urea) The uraemic solute burden (which is increased in tumour lysis syndrome, rhabdomyolysis, and hypercatabolic states) The need for intravascular space to allow administration of therapeutic interventions such as blood products or nutrition The degree and duration of oliguria Whether or not the underlying kidney insult has resolved Any signs of organ dysfunction (which will affect the patient’s ability to tolerate uraemic complications) The presence of any other electrolyte disturbances that may be corrected by RRT (e.g., hypercalcaemia). There may be some patients with pre-existing comorbidities for whom RRT will not offer any realistic benefits. This needs to be a shared decision between the patient and their family members/carers after discussion with the multidisciplinary team. Pre-assessment for RRT requires careful consideration and must include: Clinical preparation ", "If it is unclear whether the patient has a reversible form of AKI, discussion about the longer term options and the impact they may have on the patient’s life Psychological assessment and support. The nephrology team will select the best modality of RRT after assessment of the patient's overall medical condition and comorbidities. Various options exist for supporting kidney function. There is no evidence that one modality is better than another in terms of outcomes among patients with AKI. If your patient is in a non-renal centre and is too unwell to transfer, the critical care team will lead the decision-making. The choice of RRT modality depends on several factors, including: Individual patient factors: Haemodynamic stability (and hence the patient’s physiologic reserve to tolerate metabolic shifts and fluctuations in fluid status) is a key determinant of the most appropriate RRT modality Severity of electrolyte and acid base balance disorders Risk of ongoing catabolism with cellular breakdown and acidosis Any need for rapid poison removal (e.g., lithium or ethylene glycol)  Availability of modality and staff skill mix. The options for RRT include: Intermittent haemodialysis (IHD) - usually the preferred option in haemodynamically stable AKI patients, but generally avoided in haemodynamically unstable patients, as it often precipitates hypotensive events. Duration up to 4 hours so the patient can participate in active rehabilitation.  Fast removal of toxins (e.g., urea, ethylene glycol). In the case of lithium, rebound can occur after IHD as the drug redistributes from the intracellular to extracellular compartment.  May risk dialysis disequilibrium syndrome through over-rapid solute removal and attendant osmolar shifts.  Fast correction of acidosis/hyperkalaemia with risk of rebound following the treatment.  Hybrid versions of IHD include: Sustained low-efficiency dialysis (SLED) Extended daily dialysis (EDD) Prolonged intermittent renal replacement therapy (PIRRT). Continuous renal replacement therapy (CRRT) - preferred in haemodynamically unstable patients. Duration 24 to 72 hours, depending on blood circuit clotting.  Slower blood flow. Slower but continual removal of toxins allowing more gradual restoration of metabolic homeostasis and avoidance of rebound (e.g., lithium toxicity).  Slows patient rehabilitation when recovering. There are several different types of CRRT but no evidence to support one form over another in terms of better outcomes: Continuous venovenous haemofiltration (CVVH) Continuous venovenous haemodialysis (CVVHD) Continuous venovenous haemodiafiltration (CVVHDF). Peritoneal dialysis - rarely used in the developed world except in paediatric patients. RRT (whether IHD or CRRT) is performed through a large double lumen catheter placed into the central venous system, such as the internal jugular or femoral vein.  Evidence: Choice of RRT modality CRRT and IHD have similar outcomes in AKI. Mortality outcomes are similar in critically ill AKI patients treated with CRRT and IHD.  Several RCTs have compared CRRT to IHD in AKI patients, including the Hemodiafe study, the SHARF study, the CONVINT study and the OUTCOMEREA study. None has found any survival advantage from one modality over the other. ", "Peritoneal dialysis has generally been thought ineffective in adults with AKI and hypercatabolic states, although some studies now suggest equal effectiveness in appropriate subjects. However, one study was stopped early because there was a significant benefit to patients being on CRRT rather than PD. In practice, PD is rarely used in adult patients in high-income countries although it is an option for children with AKI. 1st line – loop diuretic (only under specialist supervision) and sodium restriction Volume overload in a patient with AKI can occur as a result of:  Overaggressive fluid resuscitation in a patient who initially presented with hypovolaemic pre-kidney AKI. This is most commonly seen in patients with sepsis. Oliguria in intrinsic or post-kidney AKI. Consider a loop diuretic (under specialist supervision) to treat volume overload. A loop diuretic such as furosemide may be useful in achieving euvolaemia in a patient with fluid overload (with or without pulmonary oedema). This must be done with caution and under the supervision of the nephrology team.  Note that there is no evidence to support the routine use of loop diuretics for management of AKI in the absence of volume overload. Never use a loop diuretic if the patient is hypovolaemic or hypotensive. The diuretic will exacerbate the haemodynamic instability, Do not allow the use of loop diuretics to delay more definitive management of volume overload.  Careful monitoring of response is important (e.g,. urine output). Stop the diuretic if there is no response. Proceed without delay to more definitive management with RRT if the response to diuretics is unsuccessful. Sodium restriction may also be required.  Patients with volume overload need careful monitoring and management to reduce the risk of a poor outcome.  Failure to manage volume overload can lead to complications including pulmonary oedema. In critically ill patients, a positive fluid balance (>5% body weight) has been found to be associated with an increase in mortality at up to 1 year follow-up when compared to neutral or negative (<5%) fluid balance. Evidence: The role of loop diuretics in patients with AKI Loop diuretics have no routine role in the management of AKI. They should be reserved for specific indications (such as volume overload) and only used under specialist supervision. There is no evidence for any benefits from the routine use of loop diuretics in patients with AKI - but there is some evidence to suggest harm.  The theoretical rationale for the use of loop diuretics to treat AKI is based on their potential to reduce oxygen consumption in the ascending loop of Henle, thereby reducing any ischaemic damage to the kidneys. They may also be used to convert oliguric AKI to non-oliguric AKI. However, diuretics can also excessively reduce circulating volume and so cause a pre-kidney insult that could worsen established AKI. Hence an evaluation of the available evidence is vital to determine their appropriate role.  There is no evidence to support the use of loop diuretics in routine treatment of AKI. ", "Two systematic reviews on the use of furosemide to prevent or treat AKI found no significant effect on in-hospital mortality, risk for requiring RRT, the number of dialysis sessions needed, or even the proportion of patients with persistent oliguria. Prophylactic furosemide has been shown to increase the risk of AKI when given to prevent AKI in patients having cardiac surgery.  There is no evidence to support the use of loop diuretics for managing AKI-associated hyperkalaemia. However, in practice their use may be considered (with specialist supervision) as an adjunct to other therapies provided the patient is fluid replete.   furosemide: consult specialist for guidance on dose furosemide: consult specialist for guidance on dose Back to drug information with added comorbidities furosemide Show drug information for a patient with no comorbidities Plus – identify and treat the underlying cause of AKI Treatment recommended for ALL patients in selected patient group  Relief of the obstruction is key in the management of obstructive AKI. Insert a bladder catheter in any case of AKI when bladder outlet obstruction is suspected clinically and cannot be quickly ruled out by ultrasound. Refer to urology within 24 hours if urinary tract obstruction is confirmed on ultrasound. Refer immediately to urology and/or radiology if one of more of the following is present: Pyonephrosis - if pyonephrosis is suspected, ensure the patient has an ultrasound within 6 hours (because of the risk of septic shock) Obstructed single kidney Bilateral upper urinary tract obstruction Complications of AKI secondary to urological obstruction. Arrangements for ureteral stenting, urinary diversion, debulking procedures, or other case-specific requirements will be made by the specialist urology or radiology team. Nephrostomy or ureteral stenting must be undertaken as quickly as possible and at the latest within 12 hours of diagnosis. Ureteral stenting is indicated if there is a ureteral stricture, stone, or extrinsically obstructing mass. Lithotripsy or surgical removal may be needed if obstruction is caused by stones at the ureteropelvic junction. Exploratory laparotomy may be indicated if a compressing tumour is suspected that may require surgical removal; this may be done following ureteral stenting. Percutaneous nephrostomy (placement of a catheter into the renal pelvis percutaneously for drainage of urine from a distal obstruction) may be undertaken by a urologist, surgeon, or interventional radiologist. Renal replacement therapy may be needed while the underlying obstruction is being addressed if there is severe acidosis, volume overload, or electrolyte or uraemic complications.  Intrinsic AKI is due to cellular damage within the kidneys – seek early specialist input from nephrology if you suspect an intrinsic cause (e.g., vasculitis). Causes include: Prolonged pre-kidney AKI that progresses to overt cellular damage (the most common cause of intrinsic AKI) Nephrotoxins (e.g,. iodinated contrast agents, non-steroidal anti-inflammatory drugs [NSAIDs], aminoglycoside antibiotics) Rare causes (e.g., vasculitis, glomerulonephritis). Consider the possibility of intrinsic AKI if urinalysis is positive for both blood and protein in the absence of an obvious alternative cause for this (e.g., urinary tract infection or trauma from urinary catheterisation).  Specific management of intrinsic AKI depends on the aetiology and is led by the nephrology team. ", "Treatment will require corticosteroids, cytotoxic agents, immunomodulating drugs, and/or plasma exchange. Atypical haemolytic uraemic syndrome (HUS) is treated with the monoclonal antibody eculizumab or plasma exchange. Thrombotic thrombocytopenic purpura (TTP) is treated with plasma exchange. Acute allergic interstitial nephritis is treated with a corticosteroid (after excluding infection) and stopping potential causative medications (e.g., proton-pump inhibitors, NSAIDs, antibiotics). Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney function. Common nephrotoxic drugs include aminoglycoside antibiotics, NSAIDs, and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs. ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. Consider – renal replacement therapy Treatment recommended for SOME patients in selected patient group Immediate RRT is indicated for refractory volume overload or volume overload associated with severe complications of AKI. Refractory volume overload typically includes pulmonary oedema. However, RRT may also be needed in a patient with gross peripheral oedema (without pulmonary oedema) that fails to respond to a loop diuretic. Such patients will usually have oliguric AKI. The decision to start RRT must be based on the patient’s overall condition and not on any isolated urea or creatinine value. The potential metabolic and fluid benefits of earlier initiation of RRT must be balanced with the potential harm for the individual patient (e.g., complications related to line insertion, anticoagulation). In the absence of an emergency indication for RRT (e.g., severe refractory hyperkalaemia, acidosis or volume overload, or end-organ complications of uraemia), there is little clear evidence available to guide decisions on whether and when to start RRT.  Individual studies have reached conflicting findings and meta-analyses have been hampered by varied definitions of ‘early’ and ‘late’ initiation of RRT. In practice, the decision to start RRT is based on a combination of clinical, physiological, and laboratory parameters used to assess the patient’s fluid, electrolyte, and metabolic status. Factors to consider include: The trend as well as the absolute values of biochemical parameters (e.g., potassium, pH, urea) The uraemic solute burden (which is increased in tumour lysis syndrome, rhabdomyolysis, and hypercatabolic states) The need for intravascular space to allow administration of therapeutic interventions such as blood products or nutrition The degree and duration of oliguria Whether or not the underlying kidney insult has resolved ", "The presence of any other electrolyte disturbances that may be corrected by RRT (e.g., hypercalcaemia). There may be some patients with pre-existing comorbidities for whom RRT will not offer any realistic benefits. This needs to be a shared decision between the patient and their family members/carers after discussion with the multidisciplinary team. Pre-assessment for RRT requires careful consideration and must include: Clinical preparation Discussion with the patient around the types of RRT that are available and the acute process (it must be made clear that RRT is supportive treatment that is doing the work of the kidneys) If it is unclear whether the patient has a reversible form of AKI, discussion about the longer term options and the impact they may have on the patient’s life Psychological assessment and support. The nephrology team will select the best modality of RRT after assessment of the patient's overall medical condition and comorbidities. Various options exist for supporting kidney function. There is no evidence that one modality is better than another in terms of outcomes among patients with AKI. If your patient is in a non-renal centre and is too unwell to transfer, the critical care team will lead the decision-making. The choice of RRT modality depends on several factors, including: Individual patient factors: Haemodynamic stability (and hence the patient’s physiologic reserve to tolerate metabolic shifts and fluctuations in fluid status) is a key determinant of the most appropriate RRT modality Severity of electrolyte and acid base balance disorders Risk of ongoing catabolism with cellular breakdown and acidosis Any need for rapid poison removal (e.g., lithium or ethylene glycol)  Availability of modality and staff skill mix. The options for RRT include: Intermittent haemodialysis (IHD) - usually the preferred option in haemodynamically stable AKI patients, but generally avoided in haemodynamically unstable patients, as it often precipitates hypotensive events. Duration up to 4 hours so the patient can participate in active rehabilitation.  Fast removal of toxins (e.g., urea, ethylene glycol). In the case of lithium, rebound can occur after IHD as the drug redistributes from the intracellular to extracellular compartment.  May risk dialysis disequilibrium syndrome through over-rapid solute removal and attendant osmolar shifts.  Fast correction of acidosis/hyperkalaemia with risk of rebound following the treatment.  Hybrid versions of IHD include: Sustained low-efficiency dialysis (SLED) Extended daily dialysis (EDD) Prolonged intermittent renal replacement therapy (PIRRT). Continuous renal replacement therapy (CRRT) - preferred in haemodynamically unstable patients. Duration 24 to 72 hours, depending on blood circuit clotting.  Slower blood flow. Slower but continual removal of toxins allowing more gradual restoration of metabolic homeostasis and avoidance of rebound (e.g., lithium toxicity).  Slows patient rehabilitation when recovering. There are several different types of CRRT but no evidence to support one form over another in terms of better outcomes: Continuous venovenous haemofiltration (CVVH) Continuous venovenous haemodialysis (CVVHD) Continuous venovenous haemodiafiltration (CVVHDF). Peritoneal dialysis - rarely used in the developed world except in paediatric patients. RRT (whether IHD or CRRT) is performed through a large double lumen catheter placed into the central venous system, such as the internal jugular or femoral vein.  ", "CRRT and IHD have similar outcomes in AKI. Mortality outcomes are similar in critically ill AKI patients treated with CRRT and IHD.  Several RCTs have compared CRRT to IHD in AKI patients, including the Hemodiafe study, the SHARF study, the CONVINT study and the OUTCOMEREA study. None has found any survival advantage from one modality over the other. A Cochrane systematic review that analysed 15 RCTs in 1550 AKI patients concluded that outcomes were similar in the CRRT and IHD groups in terms of hospital mortality, ICU mortality, length of hospitalisation, and kidney recovery. Peritoneal dialysis has generally been thought ineffective in adults with AKI and hypercatabolic states, although some studies now suggest equal effectiveness in appropriate subjects. However, one study was stopped early because there was a significant benefit to patients being on CRRT rather than PD. In practice, PD is rarely used in adult patients in high-income countries although it is an option for children with AKI. Plus – upright positioning Treatment recommended for ALL patients in selected patient group Sit the patient upright. Pulmonary oedema may occur:  As a result of overzealous intravenous fluid resuscitation in a patient who presented with hypovolaemic pre-kidney AKI At presentation in some types of AKI, for example:  Renal artery stenosis - flash pulmonary oedema Renal tract obstruction - salt and water retention Cardiac failure with AKI. Mortality is high in acute pulmonary oedema so emergency management is vital.  Plus – high-flow oxygen Treatment recommended for ALL patients in selected patient group Give high-flow oxygen: 15 L/minute via a reservoir mask. If available, consider continuous positive airway pressure ventilation.    Plus – glyceryl trinitrate Treatment recommended for ALL patients in selected patient group Give intravenous glyceryl trinitrate. Titrate the dose upwards, aiming to maintain systolic BP >95 mmHg. glyceryl trinitrate: 10 micrograms/minute intravenous infusion initially, increase gradually according to response, maximum 400 micrograms/minute glyceryl trinitrate: 10 micrograms/minute intravenous infusion initially, increase gradually according to response, maximum 400 micrograms/minute Back to drug information with added comorbidities glyceryl trinitrate Show drug information for a patient with no comorbidities 1st line – loop diuretic (only under specialist supervision) and sodium restriction Volume overload in a patient with AKI can occur as a result of:  Overaggressive fluid resuscitation in a patient who initially presented with hypovolaemic pre-kidney AKI. This is most commonly seen in patients with sepsis. Oliguria in intrinsic or post-kidney AKI. Consider a loop diuretic (under specialist supervision) to treat volume overload. A loop diuretic such as furosemide may be useful in achieving euvolaemia in a patient with fluid overload (with or without pulmonary oedema). This must be done with caution and under the supervision of the nephrology team.  Note that there is no evidence to support the routine use of loop diuretics for management of AKI in the absence of volume overload. Never use a loop diuretic if the patient is hypovolaemic or hypotensive. The diuretic will exacerbate the haemodynamic instability, Do not allow the use of loop diuretics to delay more definitive management of volume overload.  ", "Proceed without delay to more definitive management with RRT if the response to diuretics is unsuccessful. Sodium restriction may also be required.  Patients with volume overload need careful monitoring and management to reduce the risk of a poor outcome.  Failure to manage volume overload can lead to complications including pulmonary oedema. In critically ill patients, a positive fluid balance (>5% body weight) has been found to be associated with an increase in mortality at up to 1 year follow-up when compared to neutral or negative (<5%) fluid balance. Evidence: The role of loop diuretics in patients with AKI Loop diuretics have no routine role in the management of AKI. They should be reserved for specific indications (such as volume overload) and only used under specialist supervision. There is no evidence for any benefits from the routine use of loop diuretics in patients with AKI - but there is some evidence to suggest harm.  The theoretical rationale for the use of loop diuretics to treat AKI is based on their potential to reduce oxygen consumption in the ascending loop of Henle, thereby reducing any ischaemic damage to the kidneys. They may also be used to convert oliguric AKI to non-oliguric AKI. However, diuretics can also excessively reduce circulating volume and so cause a pre-kidney insult that could worsen established AKI. Hence an evaluation of the available evidence is vital to determine their appropriate role.  There is no evidence to support the use of loop diuretics in routine treatment of AKI. One RCT found furosemide to be ineffective in treating AKI and epidemiological data suggest the use of loop diuretics may increase mortality in patients with critical illness and AKI. Two systematic reviews on the use of furosemide to prevent or treat AKI found no significant effect on in-hospital mortality, risk for requiring RRT, the number of dialysis sessions needed, or even the proportion of patients with persistent oliguria. Prophylactic furosemide has been shown to increase the risk of AKI when given to prevent AKI in patients having cardiac surgery.  There is no evidence to support the use of loop diuretics for managing AKI-associated hyperkalaemia. However, in practice their use may be considered (with specialist supervision) as an adjunct to other therapies provided the patient is fluid replete.   furosemide: consult specialist for guidance on dose furosemide: consult specialist for guidance on dose Back to drug information with added comorbidities furosemide Show drug information for a patient with no comorbidities Plus – identify and treat the underlying cause of AKI Treatment recommended for ALL patients in selected patient group  Relief of the obstruction is key in the management of obstructive AKI. Insert a bladder catheter in any case of AKI when bladder outlet obstruction is suspected clinically and cannot be quickly ruled out by ultrasound. Refer to urology within 24 hours if urinary tract obstruction is confirmed on ultrasound. Refer immediately to urology and/or radiology if one of more of the following is present: ", "Obstructed single kidney Bilateral upper urinary tract obstruction Complications of AKI secondary to urological obstruction. Arrangements for ureteral stenting, urinary diversion, debulking procedures, or other case-specific requirements will be made by the specialist urology or radiology team. Nephrostomy or ureteral stenting must be undertaken as quickly as possible and at the latest within 12 hours of diagnosis. Ureteral stenting is indicated if there is a ureteral stricture, stone, or extrinsically obstructing mass. Lithotripsy or surgical removal may be needed if obstruction is caused by stones at the ureteropelvic junction. Exploratory laparotomy may be indicated if a compressing tumour is suspected that may require surgical removal; this may be done following ureteral stenting. Percutaneous nephrostomy (placement of a catheter into the renal pelvis percutaneously for drainage of urine from a distal obstruction) may be undertaken by a urologist, surgeon, or interventional radiologist. Renal replacement therapy may be needed while the underlying obstruction is being addressed if there is severe acidosis, volume overload, or electrolyte or uraemic complications.  Intrinsic AKI is due to cellular damage within the kidneys – seek early specialist input from nephrology if you suspect an intrinsic cause (e.g., vasculitis). Causes include: Prolonged pre-kidney AKI that progresses to overt cellular damage (the most common cause of intrinsic AKI) Nephrotoxins (e.g,. iodinated contrast agents, non-steroidal anti-inflammatory drugs [NSAIDs], aminoglycoside antibiotics) Rare causes (e.g., vasculitis, glomerulonephritis). Consider the possibility of intrinsic AKI if urinalysis is positive for both blood and protein in the absence of an obvious alternative cause for this (e.g., urinary tract infection or trauma from urinary catheterisation).  Specific management of intrinsic AKI depends on the aetiology and is led by the nephrology team. Immunological tests and kidney biopsy are needed to confirm acute glomerulonephritis, anti-neutrophil cytoplasmic antibodies [ANCA]-associated vasculitis, anti–glomerular basement membrane (anti-GBM) antibody disease (Goodpasture syndrome if associated with pulmonary hypertension) and lupus nephritis. Treatment will require corticosteroids, cytotoxic agents, immunomodulating drugs, and/or plasma exchange. Atypical haemolytic uraemic syndrome (HUS) is treated with the monoclonal antibody eculizumab or plasma exchange. Thrombotic thrombocytopenic purpura (TTP) is treated with plasma exchange. Acute allergic interstitial nephritis is treated with a corticosteroid (after excluding infection) and stopping potential causative medications (e.g., proton-pump inhibitors, NSAIDs, antibiotics). Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney function. Common nephrotoxic drugs include aminoglycoside antibiotics, NSAIDs, and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs. ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. ", "Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. Consider – renal replacement therapy Treatment recommended for SOME patients in selected patient group Immediate RRT is indicated for refractory volume overload or volume overload associated with severe complications of AKI. Refractory volume overload typically includes pulmonary oedema. However, RRT may also be needed in a patient with gross peripheral oedema (without pulmonary oedema) that fails to respond to a loop diuretic. Such patients will usually have oliguric AKI. The decision to start RRT must be based on the patient’s overall condition and not on any isolated urea or creatinine value. The potential metabolic and fluid benefits of earlier initiation of RRT must be balanced with the potential harm for the individual patient (e.g., complications related to line insertion, anticoagulation). In the absence of an emergency indication for RRT (e.g., severe refractory hyperkalaemia, acidosis or volume overload, or end-organ complications of uraemia), there is little clear evidence available to guide decisions on whether and when to start RRT.  Individual studies have reached conflicting findings and meta-analyses have been hampered by varied definitions of ‘early’ and ‘late’ initiation of RRT. In practice, the decision to start RRT is based on a combination of clinical, physiological, and laboratory parameters used to assess the patient’s fluid, electrolyte, and metabolic status. Factors to consider include: The trend as well as the absolute values of biochemical parameters (e.g., potassium, pH, urea) The uraemic solute burden (which is increased in tumour lysis syndrome, rhabdomyolysis, and hypercatabolic states) The need for intravascular space to allow administration of therapeutic interventions such as blood products or nutrition The degree and duration of oliguria Whether or not the underlying kidney insult has resolved Any signs of organ dysfunction (which will affect the patient’s ability to tolerate uraemic complications) The presence of any other electrolyte disturbances that may be corrected by RRT (e.g., hypercalcaemia). There may be some patients with pre-existing comorbidities for whom RRT will not offer any realistic benefits. This needs to be a shared decision between the patient and their family members/carers after discussion with the multidisciplinary team. Pre-assessment for RRT requires careful consideration and must include: Clinical preparation Discussion with the patient around the types of RRT that are available and the acute process (it must be made clear that RRT is supportive treatment that is doing the work of the kidneys) If it is unclear whether the patient has a reversible form of AKI, discussion about the longer term options and the impact they may have on the patient’s life Psychological assessment and support. The nephrology team will select the best modality of RRT after assessment of the patient's overall medical condition and comorbidities. Various options exist for supporting kidney function. There is no evidence that one modality is better than another in terms of outcomes among patients with AKI. If your patient is in a non-renal centre and is too unwell to transfer, the critical care team will lead the decision-making. The choice of RRT modality depends on several factors, including: ", "Haemodynamic stability (and hence the patient’s physiologic reserve to tolerate metabolic shifts and fluctuations in fluid status) is a key determinant of the most appropriate RRT modality Severity of electrolyte and acid base balance disorders Risk of ongoing catabolism with cellular breakdown and acidosis Any need for rapid poison removal (e.g., lithium or ethylene glycol)  Availability of modality and staff skill mix. The options for RRT include: Intermittent haemodialysis (IHD) - usually the preferred option in haemodynamically stable AKI patients, but generally avoided in haemodynamically unstable patients, as it often precipitates hypotensive events. Duration up to 4 hours so the patient can participate in active rehabilitation.  Fast removal of toxins (e.g., urea, ethylene glycol). In the case of lithium, rebound can occur after IHD as the drug redistributes from the intracellular to extracellular compartment.  May risk dialysis disequilibrium syndrome through over-rapid solute removal and attendant osmolar shifts.  Fast correction of acidosis/hyperkalaemia with risk of rebound following the treatment.  Hybrid versions of IHD include: Sustained low-efficiency dialysis (SLED) Extended daily dialysis (EDD) Prolonged intermittent renal replacement therapy (PIRRT). Continuous renal replacement therapy (CRRT) - preferred in haemodynamically unstable patients. Duration 24 to 72 hours, depending on blood circuit clotting.  Slower blood flow. Slower but continual removal of toxins allowing more gradual restoration of metabolic homeostasis and avoidance of rebound (e.g., lithium toxicity).  Slows patient rehabilitation when recovering. There are several different types of CRRT but no evidence to support one form over another in terms of better outcomes: Continuous venovenous haemofiltration (CVVH) Continuous venovenous haemodialysis (CVVHD) Continuous venovenous haemodiafiltration (CVVHDF). Peritoneal dialysis - rarely used in the developed world except in paediatric patients. RRT (whether IHD or CRRT) is performed through a large double lumen catheter placed into the central venous system, such as the internal jugular or femoral vein.  Evidence: Choice of RRT modality CRRT and IHD have similar outcomes in AKI. Mortality outcomes are similar in critically ill AKI patients treated with CRRT and IHD.  Several RCTs have compared CRRT to IHD in AKI patients, including the Hemodiafe study, the SHARF study, the CONVINT study and the OUTCOMEREA study. None has found any survival advantage from one modality over the other. A Cochrane systematic review that analysed 15 RCTs in 1550 AKI patients concluded that outcomes were similar in the CRRT and IHD groups in terms of hospital mortality, ICU mortality, length of hospitalisation, and kidney recovery. Peritoneal dialysis has generally been thought ineffective in adults with AKI and hypercatabolic states, although some studies now suggest equal effectiveness in appropriate subjects. However, one study was stopped early because there was a significant benefit to patients being on CRRT rather than PD. In practice, PD is rarely used in adult patients in high-income countries although it is an option for children with AKI. Plus – identify and treat underlying cause of hyperkalaemia Treatment recommended for ALL patients in selected patient group Always look for the underlying cause of hyperkalaemia and treat it. Review medications that might be responsible (e.g., ACE inhibitors, angiotensin-II receptor antagonists, potassium-sparing diuretics).  ", "Consult a pharmacist for a full list of medications that can cause hyperkalaemia. Restrict dietary intake – avoid potassium-rich foods and fluids. Ensure close ongoing monitoring of potassium and glucose.  Hyperkalaemia is a common complication of AKI. It can lead to: Muscle weakness Cardiac arrhythmias (e.g., bradycardia, bundle branch block, ventricular tachycardia, ventricular fibrillation, asystole). Check your local protocols - many hospitals have institutional guidelines for managing hyperkalaemia.  Consider – cation-exchange resin Treatment recommended for SOME patients in selected patient group A cation-exchange resin (e.g., calcium polystyrene sulfonate) can be considered. This will help remove potassium from the body. Do not use if the patient has obstructive bowel disease. Can be administered orally or rectally. The rectal route should be reserved for patients who are vomiting or have upper gastrointestinal conditions (e.g., paralytic ileus). Administer the oral formulation 3 hours before or after other oral medications (consider a 6-hour separation in patients with gastroparesis). Check potential drug-drug interactions before use (e.g., digoxin). May cause constipation. Administer a suitable laxative during treatment. Magnesium-containing laxatives and sorbitol are not recommended due to the risk of alkalosis and intestinal necrosis, respectively.  Monitor serum electrolyte levels during treatment and stop once potassium levels fall to 5 mmol/L. calcium polystyrene sulfonate: 15 g orally three to four times daily; 30 g rectally once daily (as a retention enema retained for 9 hours followed by irrigation to remove resin from colon) calcium polystyrene sulfonate: 15 g orally three to four times daily; 30 g rectally once daily (as a retention enema retained for 9 hours followed by irrigation to remove resin from colon) Back to drug information with added comorbidities calcium polystyrene sulfonate Show drug information for a patient with no comorbidities 1st line – loop diuretic (only under specialist supervision) and sodium restriction Volume overload in a patient with AKI can occur as a result of:  Overaggressive fluid resuscitation in a patient who initially presented with hypovolaemic pre-kidney AKI. This is most commonly seen in patients with sepsis. Oliguria in intrinsic or post-kidney AKI. Consider a loop diuretic (under specialist supervision) to treat volume overload. A loop diuretic such as furosemide may be useful in achieving euvolaemia in a patient with fluid overload (with or without pulmonary oedema). This must be done with caution and under the supervision of the nephrology team.  Note that there is no evidence to support the routine use of loop diuretics for management of AKI in the absence of volume overload. Never use a loop diuretic if the patient is hypovolaemic or hypotensive. The diuretic will exacerbate the haemodynamic instability, Do not allow the use of loop diuretics to delay more definitive management of volume overload.  Careful monitoring of response is important (e.g,. urine output). Stop the diuretic if there is no response. Proceed without delay to more definitive management with RRT if the response to diuretics is unsuccessful. Sodium restriction may also be required.  Patients with volume overload need careful monitoring and management to reduce the risk of a poor outcome.  ", "Evidence: The role of loop diuretics in patients with AKI Loop diuretics have no routine role in the management of AKI. They should be reserved for specific indications (such as volume overload) and only used under specialist supervision. There is no evidence for any benefits from the routine use of loop diuretics in patients with AKI - but there is some evidence to suggest harm.  The theoretical rationale for the use of loop diuretics to treat AKI is based on their potential to reduce oxygen consumption in the ascending loop of Henle, thereby reducing any ischaemic damage to the kidneys. They may also be used to convert oliguric AKI to non-oliguric AKI. However, diuretics can also excessively reduce circulating volume and so cause a pre-kidney insult that could worsen established AKI. Hence an evaluation of the available evidence is vital to determine their appropriate role.  There is no evidence to support the use of loop diuretics in routine treatment of AKI. One RCT found furosemide to be ineffective in treating AKI and epidemiological data suggest the use of loop diuretics may increase mortality in patients with critical illness and AKI. Two systematic reviews on the use of furosemide to prevent or treat AKI found no significant effect on in-hospital mortality, risk for requiring RRT, the number of dialysis sessions needed, or even the proportion of patients with persistent oliguria. Prophylactic furosemide has been shown to increase the risk of AKI when given to prevent AKI in patients having cardiac surgery.  There is no evidence to support the use of loop diuretics for managing AKI-associated hyperkalaemia. However, in practice their use may be considered (with specialist supervision) as an adjunct to other therapies provided the patient is fluid replete.   furosemide: consult specialist for guidance on dose furosemide: consult specialist for guidance on dose Back to drug information with added comorbidities furosemide Show drug information for a patient with no comorbidities Plus – identify and treat the underlying cause of AKI Treatment recommended for ALL patients in selected patient group  Relief of the obstruction is key in the management of obstructive AKI. Insert a bladder catheter in any case of AKI when bladder outlet obstruction is suspected clinically and cannot be quickly ruled out by ultrasound. Refer to urology within 24 hours if urinary tract obstruction is confirmed on ultrasound. Refer immediately to urology and/or radiology if one of more of the following is present: Pyonephrosis - if pyonephrosis is suspected, ensure the patient has an ultrasound within 6 hours (because of the risk of septic shock) Obstructed single kidney Bilateral upper urinary tract obstruction Complications of AKI secondary to urological obstruction. Arrangements for ureteral stenting, urinary diversion, debulking procedures, or other case-specific requirements will be made by the specialist urology or radiology team. Nephrostomy or ureteral stenting must be undertaken as quickly as possible and at the latest within 12 hours of diagnosis. Ureteral stenting is indicated if there is a ureteral stricture, stone, or extrinsically obstructing mass. ", "Exploratory laparotomy may be indicated if a compressing tumour is suspected that may require surgical removal; this may be done following ureteral stenting. Percutaneous nephrostomy (placement of a catheter into the renal pelvis percutaneously for drainage of urine from a distal obstruction) may be undertaken by a urologist, surgeon, or interventional radiologist. Renal replacement therapy may be needed while the underlying obstruction is being addressed if there is severe acidosis, volume overload, or electrolyte or uraemic complications.  Intrinsic AKI is due to cellular damage within the kidneys – seek early specialist input from nephrology if you suspect an intrinsic cause (e.g., vasculitis). Causes include: Prolonged pre-kidney AKI that progresses to overt cellular damage (the most common cause of intrinsic AKI) Nephrotoxins (e.g,. iodinated contrast agents, non-steroidal anti-inflammatory drugs [NSAIDs], aminoglycoside antibiotics) Rare causes (e.g., vasculitis, glomerulonephritis). Consider the possibility of intrinsic AKI if urinalysis is positive for both blood and protein in the absence of an obvious alternative cause for this (e.g., urinary tract infection or trauma from urinary catheterisation).  Specific management of intrinsic AKI depends on the aetiology and is led by the nephrology team. Immunological tests and kidney biopsy are needed to confirm acute glomerulonephritis, anti-neutrophil cytoplasmic antibodies [ANCA]-associated vasculitis, anti–glomerular basement membrane (anti-GBM) antibody disease (Goodpasture syndrome if associated with pulmonary hypertension) and lupus nephritis. Treatment will require corticosteroids, cytotoxic agents, immunomodulating drugs, and/or plasma exchange. Atypical haemolytic uraemic syndrome (HUS) is treated with the monoclonal antibody eculizumab or plasma exchange. Thrombotic thrombocytopenic purpura (TTP) is treated with plasma exchange. Acute allergic interstitial nephritis is treated with a corticosteroid (after excluding infection) and stopping potential causative medications (e.g., proton-pump inhibitors, NSAIDs, antibiotics). Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney function. Common nephrotoxic drugs include aminoglycoside antibiotics, NSAIDs, and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs. ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. Consider – renal replacement therapy Treatment recommended for SOME patients in selected patient group Immediate RRT is indicated for refractory volume overload or volume overload associated with severe complications of AKI. Refractory volume overload typically includes pulmonary oedema. ", "The decision to start RRT must be based on the patient’s overall condition and not on any isolated urea or creatinine value. The potential metabolic and fluid benefits of earlier initiation of RRT must be balanced with the potential harm for the individual patient (e.g., complications related to line insertion, anticoagulation). In the absence of an emergency indication for RRT (e.g., severe refractory hyperkalaemia, acidosis or volume overload, or end-organ complications of uraemia), there is little clear evidence available to guide decisions on whether and when to start RRT.  Individual studies have reached conflicting findings and meta-analyses have been hampered by varied definitions of ‘early’ and ‘late’ initiation of RRT. In practice, the decision to start RRT is based on a combination of clinical, physiological, and laboratory parameters used to assess the patient’s fluid, electrolyte, and metabolic status. Factors to consider include: The trend as well as the absolute values of biochemical parameters (e.g., potassium, pH, urea) The uraemic solute burden (which is increased in tumour lysis syndrome, rhabdomyolysis, and hypercatabolic states) The need for intravascular space to allow administration of therapeutic interventions such as blood products or nutrition The degree and duration of oliguria Whether or not the underlying kidney insult has resolved Any signs of organ dysfunction (which will affect the patient’s ability to tolerate uraemic complications) The presence of any other electrolyte disturbances that may be corrected by RRT (e.g., hypercalcaemia). There may be some patients with pre-existing comorbidities for whom RRT will not offer any realistic benefits. This needs to be a shared decision between the patient and their family members/carers after discussion with the multidisciplinary team. Pre-assessment for RRT requires careful consideration and must include: Clinical preparation Discussion with the patient around the types of RRT that are available and the acute process (it must be made clear that RRT is supportive treatment that is doing the work of the kidneys) If it is unclear whether the patient has a reversible form of AKI, discussion about the longer term options and the impact they may have on the patient’s life Psychological assessment and support. The nephrology team will select the best modality of RRT after assessment of the patient's overall medical condition and comorbidities. Various options exist for supporting kidney function. There is no evidence that one modality is better than another in terms of outcomes among patients with AKI. If your patient is in a non-renal centre and is too unwell to transfer, the critical care team will lead the decision-making. The choice of RRT modality depends on several factors, including: Individual patient factors: Haemodynamic stability (and hence the patient’s physiologic reserve to tolerate metabolic shifts and fluctuations in fluid status) is a key determinant of the most appropriate RRT modality Severity of electrolyte and acid base balance disorders Risk of ongoing catabolism with cellular breakdown and acidosis Any need for rapid poison removal (e.g., lithium or ethylene glycol)  Availability of modality and staff skill mix. The options for RRT include: ", "Duration up to 4 hours so the patient can participate in active rehabilitation.  Fast removal of toxins (e.g., urea, ethylene glycol). In the case of lithium, rebound can occur after IHD as the drug redistributes from the intracellular to extracellular compartment.  May risk dialysis disequilibrium syndrome through over-rapid solute removal and attendant osmolar shifts.  Fast correction of acidosis/hyperkalaemia with risk of rebound following the treatment.  Hybrid versions of IHD include: Sustained low-efficiency dialysis (SLED) Extended daily dialysis (EDD) Prolonged intermittent renal replacement therapy (PIRRT). Continuous renal replacement therapy (CRRT) - preferred in haemodynamically unstable patients. Duration 24 to 72 hours, depending on blood circuit clotting.  Slower blood flow. Slower but continual removal of toxins allowing more gradual restoration of metabolic homeostasis and avoidance of rebound (e.g., lithium toxicity).  Slows patient rehabilitation when recovering. There are several different types of CRRT but no evidence to support one form over another in terms of better outcomes: Continuous venovenous haemofiltration (CVVH) Continuous venovenous haemodialysis (CVVHD) Continuous venovenous haemodiafiltration (CVVHDF). Peritoneal dialysis - rarely used in the developed world except in paediatric patients. RRT (whether IHD or CRRT) is performed through a large double lumen catheter placed into the central venous system, such as the internal jugular or femoral vein.  Evidence: Choice of RRT modality CRRT and IHD have similar outcomes in AKI. Mortality outcomes are similar in critically ill AKI patients treated with CRRT and IHD.  Several RCTs have compared CRRT to IHD in AKI patients, including the Hemodiafe study, the SHARF study, the CONVINT study and the OUTCOMEREA study. None has found any survival advantage from one modality over the other. A Cochrane systematic review that analysed 15 RCTs in 1550 AKI patients concluded that outcomes were similar in the CRRT and IHD groups in terms of hospital mortality, ICU mortality, length of hospitalisation, and kidney recovery. Peritoneal dialysis has generally been thought ineffective in adults with AKI and hypercatabolic states, although some studies now suggest equal effectiveness in appropriate subjects. However, one study was stopped early because there was a significant benefit to patients being on CRRT rather than PD. In practice, PD is rarely used in adult patients in high-income countries although it is an option for children with AKI. Plus – identify and treat underlying cause of hyperkalaemia Treatment recommended for ALL patients in selected patient group Look for the underlying cause of hyperkalaemia and treat it. Review medications that might be responsible (e.g., ACE inhibitors, angiotensin-II receptor antagonists, potassium-sparing diuretics).  Treatment of hyperkalaemia only results in a temporary intracellular shift of potassium so the cause of hyperkalaemia must be identified and corrected. Consult a pharmacist for a full list of medications that can cause hyperkalaemia. Restrict dietary intake – avoid potassium-rich foods and fluids. Ensure close ongoing monitoring of potassium and glucose. Check for any acute ECG changes. Features of hyperkalaemia include peaked t waves, flattened p waves, broad QRS complexes. If there are ECG changes consistent with hyperkalaemia, treat in the same way as severe hyperkalaemia. Hyperkalaemia is a common complication of AKI. It can lead to: ", "Cardiac arrhythmias (e.g., bradycardia, bundle branch block, ventricular tachycardia, ventricular fibrillation, asystole). Check your local protocols – many hospitals have institutional guidelines for managing hyperkalaemia. Plus – insulin/glucose Treatment recommended for ALL patients in selected patient group Give an infusion of soluble (neutral) insulin and glucose to push potassium intracellularly:  Give over 15 minutes Acts within 10 to 20 minutes Lasts 4 to 6 hours. Monitor hourly for hypoglycaemia. insulin neutral: 10 units by intravenous infusion over 15 minutes and glucose: 25 g (50 mL of a 50% solution or 125 mL of a 20% solution) by intravenous infusion over 15 minutes insulin neutral: 10 units by intravenous infusion over 15 minutes and glucose: 25 g (50 mL of a 50% solution or 125 mL of a 20% solution) by intravenous infusion over 15 minutes Back to drug information with added comorbidities insulin neutral and glucose Show drug information for a patient with no comorbidities Consider – salbutamol Treatment recommended for SOME patients in selected patient group Consider further adjunctive treatment with nebulised salbutamol to drive potassium intracellularly if necessary.  Decide whether this is needed based on the ECG and the rate of rise of serum potassium. Use with caution if there is a history of ischaemic heart disease (a lower dose is recommended), and avoid if there is a history of tachyarrhythmias. salbutamol inhaled: 10-20 mg inhaled via nebuliser as a single dose salbutamol inhaled: 10-20 mg inhaled via nebuliser as a single dose Back to drug information with added comorbidities salbutamol inhaled Show drug information for a patient with no comorbidities 1st line – loop diuretic (only under specialist supervision) and sodium restriction Volume overload in a patient with AKI can occur as a result of:  Overaggressive fluid resuscitation in a patient who initially presented with hypovolaemic pre-kidney AKI. This is most commonly seen in patients with sepsis. Oliguria in intrinsic or post-kidney AKI. Consider a loop diuretic (under specialist supervision) to treat volume overload. A loop diuretic such as furosemide may be useful in achieving euvolaemia in a patient with fluid overload (with or without pulmonary oedema). This must be done with caution and under the supervision of the nephrology team.  Note that there is no evidence to support the routine use of loop diuretics for management of AKI in the absence of volume overload. Never use a loop diuretic if the patient is hypovolaemic or hypotensive. The diuretic will exacerbate the haemodynamic instability, Do not allow the use of loop diuretics to delay more definitive management of volume overload.  Careful monitoring of response is important (e.g,. urine output). Stop the diuretic if there is no response. Proceed without delay to more definitive management with RRT if the response to diuretics is unsuccessful. Sodium restriction may also be required.  Patients with volume overload need careful monitoring and management to reduce the risk of a poor outcome.  ", "Evidence: The role of loop diuretics in patients with AKI Loop diuretics have no routine role in the management of AKI. They should be reserved for specific indications (such as volume overload) and only used under specialist supervision. There is no evidence for any benefits from the routine use of loop diuretics in patients with AKI - but there is some evidence to suggest harm.  The theoretical rationale for the use of loop diuretics to treat AKI is based on their potential to reduce oxygen consumption in the ascending loop of Henle, thereby reducing any ischaemic damage to the kidneys. They may also be used to convert oliguric AKI to non-oliguric AKI. However, diuretics can also excessively reduce circulating volume and so cause a pre-kidney insult that could worsen established AKI. Hence an evaluation of the available evidence is vital to determine their appropriate role.  There is no evidence to support the use of loop diuretics in routine treatment of AKI. One RCT found furosemide to be ineffective in treating AKI and epidemiological data suggest the use of loop diuretics may increase mortality in patients with critical illness and AKI. Two systematic reviews on the use of furosemide to prevent or treat AKI found no significant effect on in-hospital mortality, risk for requiring RRT, the number of dialysis sessions needed, or even the proportion of patients with persistent oliguria. Prophylactic furosemide has been shown to increase the risk of AKI when given to prevent AKI in patients having cardiac surgery.  There is no evidence to support the use of loop diuretics for managing AKI-associated hyperkalaemia. However, in practice their use may be considered (with specialist supervision) as an adjunct to other therapies provided the patient is fluid replete.   furosemide: consult specialist for guidance on dose furosemide: consult specialist for guidance on dose Back to drug information with added comorbidities furosemide Show drug information for a patient with no comorbidities Plus – identify and treat the underlying cause of AKI Treatment recommended for ALL patients in selected patient group  Relief of the obstruction is key in the management of obstructive AKI. Insert a bladder catheter in any case of AKI when bladder outlet obstruction is suspected clinically and cannot be quickly ruled out by ultrasound. Refer to urology within 24 hours if urinary tract obstruction is confirmed on ultrasound. Refer immediately to urology and/or radiology if one of more of the following is present: Pyonephrosis - if pyonephrosis is suspected, ensure the patient has an ultrasound within 6 hours (because of the risk of septic shock) Obstructed single kidney Bilateral upper urinary tract obstruction Complications of AKI secondary to urological obstruction. Arrangements for ureteral stenting, urinary diversion, debulking procedures, or other case-specific requirements will be made by the specialist urology or radiology team. Nephrostomy or ureteral stenting must be undertaken as quickly as possible and at the latest within 12 hours of diagnosis. Ureteral stenting is indicated if there is a ureteral stricture, stone, or extrinsically obstructing mass. ", "Exploratory laparotomy may be indicated if a compressing tumour is suspected that may require surgical removal; this may be done following ureteral stenting. Percutaneous nephrostomy (placement of a catheter into the renal pelvis percutaneously for drainage of urine from a distal obstruction) may be undertaken by a urologist, surgeon, or interventional radiologist. Renal replacement therapy may be needed while the underlying obstruction is being addressed if there is severe acidosis, volume overload, or electrolyte or uraemic complications.  Intrinsic AKI is due to cellular damage within the kidneys – seek early specialist input from nephrology if you suspect an intrinsic cause (e.g., vasculitis). Causes include: Prolonged pre-kidney AKI that progresses to overt cellular damage (the most common cause of intrinsic AKI) Nephrotoxins (e.g,. iodinated contrast agents, non-steroidal anti-inflammatory drugs [NSAIDs], aminoglycoside antibiotics) Rare causes (e.g., vasculitis, glomerulonephritis). Consider the possibility of intrinsic AKI if urinalysis is positive for both blood and protein in the absence of an obvious alternative cause for this (e.g., urinary tract infection or trauma from urinary catheterisation).  Specific management of intrinsic AKI depends on the aetiology and is led by the nephrology team. Immunological tests and kidney biopsy are needed to confirm acute glomerulonephritis, anti-neutrophil cytoplasmic antibodies [ANCA]-associated vasculitis, anti–glomerular basement membrane (anti-GBM) antibody disease (Goodpasture syndrome if associated with pulmonary hypertension) and lupus nephritis. Treatment will require corticosteroids, cytotoxic agents, immunomodulating drugs, and/or plasma exchange. Atypical haemolytic uraemic syndrome (HUS) is treated with the monoclonal antibody eculizumab or plasma exchange. Thrombotic thrombocytopenic purpura (TTP) is treated with plasma exchange. Acute allergic interstitial nephritis is treated with a corticosteroid (after excluding infection) and stopping potential causative medications (e.g., proton-pump inhibitors, NSAIDs, antibiotics). Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney function. Common nephrotoxic drugs include aminoglycoside antibiotics, NSAIDs, and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs. ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. Consider – renal replacement therapy Treatment recommended for SOME patients in selected patient group Immediate RRT is indicated for refractory volume overload or volume overload associated with severe complications of AKI. Refractory volume overload typically includes pulmonary oedema. ", "The decision to start RRT must be based on the patient’s overall condition and not on any isolated urea or creatinine value. The potential metabolic and fluid benefits of earlier initiation of RRT must be balanced with the potential harm for the individual patient (e.g., complications related to line insertion, anticoagulation). In the absence of an emergency indication for RRT (e.g., severe refractory hyperkalaemia, acidosis or volume overload, or end-organ complications of uraemia), there is little clear evidence available to guide decisions on whether and when to start RRT.  Individual studies have reached conflicting findings and meta-analyses have been hampered by varied definitions of ‘early’ and ‘late’ initiation of RRT. In practice, the decision to start RRT is based on a combination of clinical, physiological, and laboratory parameters used to assess the patient’s fluid, electrolyte, and metabolic status. Factors to consider include: The trend as well as the absolute values of biochemical parameters (e.g., potassium, pH, urea) The uraemic solute burden (which is increased in tumour lysis syndrome, rhabdomyolysis, and hypercatabolic states) The need for intravascular space to allow administration of therapeutic interventions such as blood products or nutrition The degree and duration of oliguria Whether or not the underlying kidney insult has resolved Any signs of organ dysfunction (which will affect the patient’s ability to tolerate uraemic complications) The presence of any other electrolyte disturbances that may be corrected by RRT (e.g., hypercalcaemia). There may be some patients with pre-existing comorbidities for whom RRT will not offer any realistic benefits. This needs to be a shared decision between the patient and their family members/carers after discussion with the multidisciplinary team. Pre-assessment for RRT requires careful consideration and must include: Clinical preparation Discussion with the patient around the types of RRT that are available and the acute process (it must be made clear that RRT is supportive treatment that is doing the work of the kidneys) If it is unclear whether the patient has a reversible form of AKI, discussion about the longer term options and the impact they may have on the patient’s life Psychological assessment and support. The nephrology team will select the best modality of RRT after assessment of the patient's overall medical condition and comorbidities. Various options exist for supporting kidney function. There is no evidence that one modality is better than another in terms of outcomes among patients with AKI. If your patient is in a non-renal centre and is too unwell to transfer, the critical care team will lead the decision-making. The choice of RRT modality depends on several factors, including: Individual patient factors: Haemodynamic stability (and hence the patient’s physiologic reserve to tolerate metabolic shifts and fluctuations in fluid status) is a key determinant of the most appropriate RRT modality Severity of electrolyte and acid base balance disorders Risk of ongoing catabolism with cellular breakdown and acidosis Any need for rapid poison removal (e.g., lithium or ethylene glycol)  Availability of modality and staff skill mix. The options for RRT include: ", "Duration up to 4 hours so the patient can participate in active rehabilitation.  Fast removal of toxins (e.g., urea, ethylene glycol). In the case of lithium, rebound can occur after IHD as the drug redistributes from the intracellular to extracellular compartment.  May risk dialysis disequilibrium syndrome through over-rapid solute removal and attendant osmolar shifts.  Fast correction of acidosis/hyperkalaemia with risk of rebound following the treatment.  Hybrid versions of IHD include: Sustained low-efficiency dialysis (SLED) Extended daily dialysis (EDD) Prolonged intermittent renal replacement therapy (PIRRT). Continuous renal replacement therapy (CRRT) - preferred in haemodynamically unstable patients. Duration 24 to 72 hours, depending on blood circuit clotting.  Slower blood flow. Slower but continual removal of toxins allowing more gradual restoration of metabolic homeostasis and avoidance of rebound (e.g., lithium toxicity).  Slows patient rehabilitation when recovering. There are several different types of CRRT but no evidence to support one form over another in terms of better outcomes: Continuous venovenous haemofiltration (CVVH) Continuous venovenous haemodialysis (CVVHD) Continuous venovenous haemodiafiltration (CVVHDF). Peritoneal dialysis - rarely used in the developed world except in paediatric patients. RRT (whether IHD or CRRT) is performed through a large double lumen catheter placed into the central venous system, such as the internal jugular or femoral vein.  Evidence: Choice of RRT modality CRRT and IHD have similar outcomes in AKI. Mortality outcomes are similar in critically ill AKI patients treated with CRRT and IHD.  Several RCTs have compared CRRT to IHD in AKI patients, including the Hemodiafe study, the SHARF study, the CONVINT study and the OUTCOMEREA study. None has found any survival advantage from one modality over the other. A Cochrane systematic review that analysed 15 RCTs in 1550 AKI patients concluded that outcomes were similar in the CRRT and IHD groups in terms of hospital mortality, ICU mortality, length of hospitalisation, and kidney recovery. Peritoneal dialysis has generally been thought ineffective in adults with AKI and hypercatabolic states, although some studies now suggest equal effectiveness in appropriate subjects. However, one study was stopped early because there was a significant benefit to patients being on CRRT rather than PD. In practice, PD is rarely used in adult patients in high-income countries although it is an option for children with AKI. Plus – calcium Treatment recommended for ALL patients in selected patient group Give immediate intravenous calcium for cardiac protection. Give over 5 to 10 minutes, then repeat the ECG and consider a further dose if ECG changes persist. Use a wide bore cannula and avoid extravasation. Ensure cardiac monitoring. Intravenous calcium antagonises the cardiac membrane excitability and so protects the heart against arrhythmias. Effective within 3 minutes and lasts 30 to 60 minutes. Seek senior advice if the ECG fails to normalise after one dose. calcium chloride: 6.8 mmol (10 mL of a 10% solution) intravenously over 5-10 minutes; may repeat if ECG changes persist; consult local protocols for further guidance on dose OR ", "calcium chloride: 6.8 mmol (10 mL of a 10% solution) intravenously over 5-10 minutes; may repeat if ECG changes persist; consult local protocols for further guidance on dose OR calcium gluconate: 6.8 mmol (30 mL of a 10% solution) intravenously over 5-10 minutes; may repeat if ECG changes persist; consult local protocols for further guidance on dose Back to drug information with added comorbidities calcium chloride OR calcium gluconate Show drug information for a patient with no comorbidities Plus – insulin/glucose Treatment recommended for ALL patients in selected patient group Give an infusion of soluble (neutral) insulin and glucose to push potassium intracellularly: Give over 15 minutes Acts within 10 to 20 minutes Lasts 4 to 6 hours. Monitor hourly for hypoglycaemia. insulin neutral: 10 units by intravenous infusion over 15 minutes and glucose: 25 g (50 mL of a 50% solution or 125 mL of a 20% solution) by intravenous infusion over 15 minutes insulin neutral: 10 units by intravenous infusion over 15 minutes and glucose: 25 g (50 mL of a 50% solution or 125 mL of a 20% solution) by intravenous infusion over 15 minutes Back to drug information with added comorbidities insulin neutral and glucose Show drug information for a patient with no comorbidities Plus – salbutamol Treatment recommended for ALL patients in selected patient group Consider further adjunctive treatment with nebulised salbutamol to drive potassium intracellularly if necessary. Decide whether this is needed based on the ECG and the rate of rise of serum potassium. Use with caution if there is a history of ischaemic heart disease (a lower dose is recommended), and avoid if there is a history of tachyarrhythmias. salbutamol inhaled: 10-20 mg inhaled via nebuliser as a single dose salbutamol inhaled: 10-20 mg inhaled via nebuliser as a single dose Back to drug information with added comorbidities salbutamol inhaled Show drug information for a patient with no comorbidities Plus – identify and treat underlying cause of hyperkalaemia Treatment recommended for ALL patients in selected patient group Look for the underlying cause of hyperkalaemia and treat it. Review medications that might be responsible (e.g., ACE inhibitors, angiotensin-II receptor antagonists, potassium-sparing diuretics). Treatment of hyperkalaemia only results in a temporary intracellular shift of potassium so the cause of hyperkalaemia must be identified and corrected.  Consult a pharmacist for a full list of medications that can cause hyperkalaemia. Hyperkalaemia is a common complication of AKI. It can lead to: Muscle weakness Cardiac arrhythmias (e.g., bradycardia, bundle branch block, ventricular tachycardia, ventricular fibrillation, asystole). Check your local protocols – many hospitals have institutional guidelines for managing hyperkalaemia. There is no evidence to support the use of loop diuretics for managing AKI-associated hyperkalaemia. However, in practice their use may sometimes be considered by the nephrology team as an adjunct to other therapies provided the patient is fluid replete (but only with close specialist supervision). Debate: Loop diuretics The role of loop diuretics in the management of AKI-associated hyperkalaemia remains controversial. ", "Loop diuretics promote potassium excretion in the urine through their action in inhibiting the Na+-K+-2Cl co-transporter on the ascending limb of Henle, thereby reducing uptake of potassium (as well as sodium and chloride). However, the 2014 UK Renal Association guideline on acute hyperkalaemia concluded that there is no evidence to support the use of diuretics in the management of AKI-associated hyperkalaemia. Both the NICE and KDIGO guidelines are clear that loop diuretics should not be used routinely to manage AKI. The use of loop diuretics is indicated (under specialist supervision) only if a patient with AKI-associated hyperkalaemia also has volume overload (which is a clear indication for their use). 1st line – loop diuretic (only under specialist supervision) and sodium restriction Volume overload in a patient with AKI can occur as a result of:  Overaggressive fluid resuscitation in a patient who initially presented with hypovolaemic pre-kidney AKI. This is most commonly seen in patients with sepsis. Oliguria in intrinsic or post-kidney AKI. Consider a loop diuretic (under specialist supervision) to treat volume overload. A loop diuretic such as furosemide may be useful in achieving euvolaemia in a patient with fluid overload (with or without pulmonary oedema). This must be done with caution and under the supervision of the nephrology team.  Note that there is no evidence to support the routine use of loop diuretics for management of AKI in the absence of volume overload. Never use a loop diuretic if the patient is hypovolaemic or hypotensive. The diuretic will exacerbate the haemodynamic instability, Do not allow the use of loop diuretics to delay more definitive management of volume overload.  Careful monitoring of response is important (e.g,. urine output). Stop the diuretic if there is no response. Proceed without delay to more definitive management with RRT if the response to diuretics is unsuccessful. Sodium restriction may also be required.  Patients with volume overload need careful monitoring and management to reduce the risk of a poor outcome.  Failure to manage volume overload can lead to complications including pulmonary oedema. In critically ill patients, a positive fluid balance (>5% body weight) has been found to be associated with an increase in mortality at up to 1 year follow-up when compared to neutral or negative (<5%) fluid balance. Evidence: The role of loop diuretics in patients with AKI Loop diuretics have no routine role in the management of AKI. They should be reserved for specific indications (such as volume overload) and only used under specialist supervision. There is no evidence for any benefits from the routine use of loop diuretics in patients with AKI - but there is some evidence to suggest harm.  The theoretical rationale for the use of loop diuretics to treat AKI is based on their potential to reduce oxygen consumption in the ascending loop of Henle, thereby reducing any ischaemic damage to the kidneys. They may also be used to convert oliguric AKI to non-oliguric AKI. ", "There is no evidence to support the use of loop diuretics in routine treatment of AKI. One RCT found furosemide to be ineffective in treating AKI and epidemiological data suggest the use of loop diuretics may increase mortality in patients with critical illness and AKI. Two systematic reviews on the use of furosemide to prevent or treat AKI found no significant effect on in-hospital mortality, risk for requiring RRT, the number of dialysis sessions needed, or even the proportion of patients with persistent oliguria. Prophylactic furosemide has been shown to increase the risk of AKI when given to prevent AKI in patients having cardiac surgery.  There is no evidence to support the use of loop diuretics for managing AKI-associated hyperkalaemia. However, in practice their use may be considered (with specialist supervision) as an adjunct to other therapies provided the patient is fluid replete.   furosemide: consult specialist for guidance on dose furosemide: consult specialist for guidance on dose Back to drug information with added comorbidities furosemide Show drug information for a patient with no comorbidities Plus – identify and treat the underlying cause of AKI Treatment recommended for ALL patients in selected patient group  Relief of the obstruction is key in the management of obstructive AKI. Insert a bladder catheter in any case of AKI when bladder outlet obstruction is suspected clinically and cannot be quickly ruled out by ultrasound. Refer to urology within 24 hours if urinary tract obstruction is confirmed on ultrasound. Refer immediately to urology and/or radiology if one of more of the following is present: Pyonephrosis - if pyonephrosis is suspected, ensure the patient has an ultrasound within 6 hours (because of the risk of septic shock) Obstructed single kidney Bilateral upper urinary tract obstruction Complications of AKI secondary to urological obstruction. Arrangements for ureteral stenting, urinary diversion, debulking procedures, or other case-specific requirements will be made by the specialist urology or radiology team. Nephrostomy or ureteral stenting must be undertaken as quickly as possible and at the latest within 12 hours of diagnosis. Ureteral stenting is indicated if there is a ureteral stricture, stone, or extrinsically obstructing mass. Lithotripsy or surgical removal may be needed if obstruction is caused by stones at the ureteropelvic junction. Exploratory laparotomy may be indicated if a compressing tumour is suspected that may require surgical removal; this may be done following ureteral stenting. Percutaneous nephrostomy (placement of a catheter into the renal pelvis percutaneously for drainage of urine from a distal obstruction) may be undertaken by a urologist, surgeon, or interventional radiologist. Renal replacement therapy may be needed while the underlying obstruction is being addressed if there is severe acidosis, volume overload, or electrolyte or uraemic complications.  Intrinsic AKI is due to cellular damage within the kidneys – seek early specialist input from nephrology if you suspect an intrinsic cause (e.g., vasculitis). Causes include: Prolonged pre-kidney AKI that progresses to overt cellular damage (the most common cause of intrinsic AKI) Nephrotoxins (e.g,. iodinated contrast agents, non-steroidal anti-inflammatory drugs [NSAIDs], aminoglycoside antibiotics) Rare causes (e.g., vasculitis, glomerulonephritis). ", "Specific management of intrinsic AKI depends on the aetiology and is led by the nephrology team. Immunological tests and kidney biopsy are needed to confirm acute glomerulonephritis, anti-neutrophil cytoplasmic antibodies [ANCA]-associated vasculitis, anti–glomerular basement membrane (anti-GBM) antibody disease (Goodpasture syndrome if associated with pulmonary hypertension) and lupus nephritis. Treatment will require corticosteroids, cytotoxic agents, immunomodulating drugs, and/or plasma exchange. Atypical haemolytic uraemic syndrome (HUS) is treated with the monoclonal antibody eculizumab or plasma exchange. Thrombotic thrombocytopenic purpura (TTP) is treated with plasma exchange. Acute allergic interstitial nephritis is treated with a corticosteroid (after excluding infection) and stopping potential causative medications (e.g., proton-pump inhibitors, NSAIDs, antibiotics). Whenever AKI is suspected or confirmed, review all medications and stop/avoid any nephrotoxic drugs and other drugs that may affect kidney function. Common nephrotoxic drugs include aminoglycoside antibiotics, NSAIDs, and iodinated contrast agents. Consult a pharmacist for a full list of nephrotoxic drugs. ACE inhibitors, angiotensin-II receptor antagonists, and other renin-angiotensin modifying agents can exacerbate AKI by reducing the kidney’s ability to adapt to changes in perfusion pressure. Diuretics or other antihypertensives increase the risk of hypovolaemia/hypotension.  If there are overriding reasons why a potentially harmful drug must be continued, seek specialist pharmacist advice to minimise negative effects (e.g., dose adjustment, keep the treatment course as short as possible, monitor blood levels of the drug if feasible).  Review and adjust doses of all other medications in line with the patient’s degree of kidney injury. Any medication that is cleared via the kidneys has the potential to accumulate during an episode of AKI. Dose adjustment is therefore important to prevent toxicity and patient harm. Inappropriate drug dosing in patients with AKI is an important cause of adverse drug events. Consider – renal replacement therapy Treatment recommended for SOME patients in selected patient group Immediate RRT is indicated for refractory volume overload or volume overload associated with severe complications of AKI. Refractory volume overload typically includes pulmonary oedema. However, RRT may also be needed in a patient with gross peripheral oedema (without pulmonary oedema) that fails to respond to a loop diuretic. Such patients will usually have oliguric AKI. The decision to start RRT must be based on the patient’s overall condition and not on any isolated urea or creatinine value. The potential metabolic and fluid benefits of earlier initiation of RRT must be balanced with the potential harm for the individual patient (e.g., complications related to line insertion, anticoagulation). In the absence of an emergency indication for RRT (e.g., severe refractory hyperkalaemia, acidosis or volume overload, or end-organ complications of uraemia), there is little clear evidence available to guide decisions on whether and when to start RRT.  Individual studies have reached conflicting findings and meta-analyses have been hampered by varied definitions of ‘early’ and ‘late’ initiation of RRT. In practice, the decision to start RRT is based on a combination of clinical, physiological, and laboratory parameters used to assess the patient’s fluid, electrolyte, and metabolic status. Factors to consider include: The trend as well as the absolute values of biochemical parameters (e.g., potassium, pH, urea) ", "The need for intravascular space to allow administration of therapeutic interventions such as blood products or nutrition The degree and duration of oliguria Whether or not the underlying kidney insult has resolved Any signs of organ dysfunction (which will affect the patient’s ability to tolerate uraemic complications) The presence of any other electrolyte disturbances that may be corrected by RRT (e.g., hypercalcaemia). There may be some patients with pre-existing comorbidities for whom RRT will not offer any realistic benefits. This needs to be a shared decision between the patient and their family members/carers after discussion with the multidisciplinary team. Pre-assessment for RRT requires careful consideration and must include: Clinical preparation Discussion with the patient around the types of RRT that are available and the acute process (it must be made clear that RRT is supportive treatment that is doing the work of the kidneys) If it is unclear whether the patient has a reversible form of AKI, discussion about the longer term options and the impact they may have on the patient’s life Psychological assessment and support. The nephrology team will select the best modality of RRT after assessment of the patient's overall medical condition and comorbidities. Various options exist for supporting kidney function. There is no evidence that one modality is better than another in terms of outcomes among patients with AKI. If your patient is in a non-renal centre and is too unwell to transfer, the critical care team will lead the decision-making. The choice of RRT modality depends on several factors, including: Individual patient factors: Haemodynamic stability (and hence the patient’s physiologic reserve to tolerate metabolic shifts and fluctuations in fluid status) is a key determinant of the most appropriate RRT modality Severity of electrolyte and acid base balance disorders Risk of ongoing catabolism with cellular breakdown and acidosis Any need for rapid poison removal (e.g., lithium or ethylene glycol)  Availability of modality and staff skill mix. The options for RRT include: Intermittent haemodialysis (IHD) - usually the preferred option in haemodynamically stable AKI patients, but generally avoided in haemodynamically unstable patients, as it often precipitates hypotensive events. Duration up to 4 hours so the patient can participate in active rehabilitation.  Fast removal of toxins (e.g., urea, ethylene glycol). In the case of lithium, rebound can occur after IHD as the drug redistributes from the intracellular to extracellular compartment.  May risk dialysis disequilibrium syndrome through over-rapid solute removal and attendant osmolar shifts.  Fast correction of acidosis/hyperkalaemia with risk of rebound following the treatment.  Hybrid versions of IHD include: Sustained low-efficiency dialysis (SLED) Extended daily dialysis (EDD) Prolonged intermittent renal replacement therapy (PIRRT). Continuous renal replacement therapy (CRRT) - preferred in haemodynamically unstable patients. Duration 24 to 72 hours, depending on blood circuit clotting.  Slower blood flow. Slower but continual removal of toxins allowing more gradual restoration of metabolic homeostasis and avoidance of rebound (e.g., lithium toxicity).  Slows patient rehabilitation when recovering. There are several different types of CRRT but no evidence to support one form over another in terms of better outcomes: Continuous venovenous haemofiltration (CVVH) ", "Continuous venovenous haemodiafiltration (CVVHDF). Peritoneal dialysis - rarely used in the developed world except in paediatric patients. RRT (whether IHD or CRRT) is performed through a large double lumen catheter placed into the central venous system, such as the internal jugular or femoral vein.  Evidence: Choice of RRT modality CRRT and IHD have similar outcomes in AKI. Mortality outcomes are similar in critically ill AKI patients treated with CRRT and IHD.  Several RCTs have compared CRRT to IHD in AKI patients, including the Hemodiafe study, the SHARF study, the CONVINT study and the OUTCOMEREA study. None has found any survival advantage from one modality over the other. A Cochrane systematic review that analysed 15 RCTs in 1550 AKI patients concluded that outcomes were similar in the CRRT and IHD groups in terms of hospital mortality, ICU mortality, length of hospitalisation, and kidney recovery. Peritoneal dialysis has generally been thought ineffective in adults with AKI and hypercatabolic states, although some studies now suggest equal effectiveness in appropriate subjects. However, one study was stopped early because there was a significant benefit to patients being on CRRT rather than PD. In practice, PD is rarely used in adult patients in high-income countries although it is an option for children with AKI. Plus – seek specialist advice from the renal team Treatment recommended for ALL patients in selected patient group "]